Repository: KDE/kcmutils
Catalog: po/csb/kcmutils5.po
Languages: csb

# NAME OF TRANSLATORS
source: Your names
csb: Michôł Òstrowsczi, Mark Kwidzińsczi

# EMAIL OF TRANSLATORS
source: Your emails
csb: michol@linuxcsb.org, mark@linuxcsb.org

source: The module %1 could not be found.
csb: Ni nalazłi mòduł: %1.

source: The module %1 is disabled.
csb: Mòduł %1 je wëłączony.

source: <qt><p>Either the hardware/software the module configures is not available or the module has been disabled by the administrator.</p></qt>
csb: <qt><p>Programa abò hardwôra kònfigùrowónô przez nen mòduł je nieprzistãpnô, albò mòduł òstôł wëłączony przez sprôwnika.</p></qt>

source: The module %1 is not a valid configuration module.
csb: Mòduł %1 nie je bezzmiłkòwim kònfigùracëjnym mòdułã.

# Argument is application name
source: This configuration section is already opened in %1
csb: Na kònfigùracëjô sesëji je ju òtemkłô w programie %1

source: Configure
csb: Kònfigùracëjô

source: Distance between desktop icons
csb: Òdstãp midze ikonama

source: The distance between icons specified in pixels.
csb: Òdstãp midze ikònama w pikselach.

source: Widget style to use
csb: Sztélë widżetów do ùżëcô

source: The name of the widget style, for example "keramik" or "plastik". Without quotes.
csb: Miono sztélu elementów interfejsu, np "keramik" czë "plastik" (bez naprowôdnika).

source: Use the PC speaker
csb: Ùżëjë wbùdowónégò głosnika

source: Whether the ordinary PC speaker should be used instead of KDE's own notifications system.
csb: Òznôczô, czë brëkòwac wbùdowónegò głosnika na placu systemòwégò dôwaniô wiedzë KDE.

source: What terminal application to use
csb: Jaką aplikacëjã terminala ùżëc

source: Whenever a terminal application is launched this terminal emulator program will be used.
csb: Òznôczô programã jaczi mô ùżëwac emùlator terminala.

source: Fixed width font
csb: Fònt stałi miarë

source: This font is used when a fixed font is needed. A fixed font has a constant width.
csb: Fònt ùżëwóny, czej je nón fònta stałi miarë. Taczi fònt mô lëterë stałi szérzë.

source: System wide font
csb: Systemòwé szeroczé fòntë

source: Font for menus
csb: Fòntë dlô menu

source: What font to use for menus in applications.
csb: Fònt ùżëwóny w menu aplikacëji.

source: Color for links
csb: Farwë dlô lënków

source: What color links should be that have not yet been clicked on
csb: Farwa ùżëwónô do lënków, jaczé nie òstałë jesz klënkniãté

source: Color for visited links
csb: Farwa ju òdwiedzónëch lënków.

source: Font for the taskbar
csb: Fònt listewë dzejaniów

source: What font to use for the panel at the bottom of the screen, where the currently running applications are.
csb: Fònt ùżëwóny przez listew dzejaniów na spódkù ekranu, zamëkôjącą w se lëstã zrëszonëch programów.

source: Fonts for toolbars
csb: Fòntë dlô listwë nôrzãdzów

source: Shortcut for taking screenshot
csb: Skrodzëna dlô zdrzucënkù ekranu.

source: Shortcut for toggling Clipboard Actions on and off
csb: Skrodzëna do włączaniô/wëłączaniô dzejaniów tacnika

source: Shortcut for shutting down the computer without confirmation
csb: Skrodzëna do wëłączaniô kòmpùtra bez pòcwierdzeniô

source: Show directories first
csb: Pòkôżë wprzód katalodżi

source: Whether directories should be placed at the top when displaying files
csb: Òznôczô, czë katalodżi mają bëc wëskrzëniwóné przed lopkama

source: The URLs recently visited
csb: Slédno òdwiedzóné adresë URL

source: Used for auto-completion in file dialogs, for example
csb: Ùżëwóné do aùtomatnegò dofùlowaniô, n.p. w òczénkach wëbierkù lopków

source: Show file preview in file dialog
csb: Pòkôżë pòdzérk lopka w òknie wëbierkù lopka.

source: Show hidden files
csb: Pòkôżë zataconé lopczi

source: Whether files starting with a dot (convention for hidden files) should be shown
csb: Òznôczô, czë mô bëc widzec lopczi naczënającé sã òd pùnktu (zwëczajowò zataconé)

source: Show speedbar
csb: Pòkôżë listew chùtkòscë

source: Whether the shortcut icons to the left in the file dialog should be shown
csb: Òznôczô, czë mô bëc widzec pòmòcną listew z ikònama z prawi starnë òkna.

source: What country
csb: Jaczi krôj

source: Used to determine how to display numbers, currency and time/date, for example
csb: Ùżëwóné do òznaczaniô ôrtu wëskrzënianiô wielënów, dëtków ë czasu/datuma

source: What language to use to display text
csb: Jãzëk ùżëwóny do wëkrzënianiô tekstu

source: Character used for indicating positive numbers
csb: Céch òznaczający dodatné lëczbë

source: Most countries have no character for this
csb: W wikszoscë krajów nie ùżëwô sã do tegò niżódnegò céchù

source: Path to the autostart directory
csb: Stegna do kataloga aùtosztartu

source: Path to the directory containing executables to be run on session login
csb: Stegna do kataloga zamëkającegò w se programë zrëszané przë logòwaniô

source: Enable SOCKS support
csb: Wëłączë wspiarcé dlô SOCKS

source: Whether SOCKS version 4 and 5 should be enabled in KDE's sub systems
csb: Òznôczô, czë KDE mô dôwac wspiarce dlô SOCKS 4 ë 5

source: Path to custom SOCKS library
csb: Stegna do swòji bibloteczi SOCKS

source: Highlight toolbar buttons on mouse over
csb: Pòdswiécô knąpë listwë nôrzãdzów pòd kùrsorã

source: Show text on toolbar icons
csb: Wëskrzëniô tekstë na ikònach listwë nôrzãdzów

source: Whether text should be shown in addition to icons on toolbar icons
csb: Òznaczô. czë kòl ikònów na listwie nôrzãdzów mô bëc wëskrzëniony tekst

source: Password echo type
csb: Ôrt echa parolë

source: The size of the dialog
csb: Miara dialogòwégò òkna

source: Automatic changes have been performed due to plugin dependencies. Click here for further information
csb: Òstałë wëkònóné mùszebné zjinaczi wëmôgóné przez wtëkôczë. Klëkni tuwò bë dowiédzec so wicy

source: Automatic changes have been performed in order to satisfy plugin dependencies:
csb: Òstałë wëkònóné mùszebné zjinaczi, bë spôłniczanôleżnotã wtëkôczów:

source: %1 plugin has been automatically checked because of the dependency of %2 plugin
csb: Aùtomatno włączono wtëkôcza %1 wëmôgającegò przez wtëkôcza %2

source: %1 plugin has been automatically unchecked because of its dependency on %2 plugin
csb: Aùtomatno wëłączono wtëkôcza %1 wëmôgającegò wtëkôcza %2

source: Dependency Check
csb: Sprôwdzanié zanôleżnotów

source: Select Components
csb: Wëbierzë kòmpònentë

source: Enable component
csb: Właczë kòmpònent
