Repository: KDE/kcmutils
Catalog: po/*/kcmutils5.po
Languages: ar, as, be, be@latin, bn, bn_in, cs, gd, hy, kn, ku, mai, mk, ms, ne, or, ps, si, te, th, tt, vi

source: %1 plugin has been automatically unchecked because of its dependency on %2 plugin
ar: أُزيل تأشير الملحقة %1 آليًا لأنها تعتمد على الملحقة %2
as: %1 প্লাগ-ইন %2 প্লাগ-ইনৰ ওপৰত নিৰ্ভৰতাৰ ফলত স্বয়ংক্ৰিয়ৰূপে নিৰ্ব্বাচনৰ পৰা আঁতৰুৱা হৈছে
be@latin: Plugin „%1” byŭ aŭtamatyčna vyklučany z pryčyny jahonaj zaležnaści ad plugina „%2”.
bn: %1 প্লাগিন-টি নির্বাচন করা হয়নি কারণ এটি %2 প্লাগিন-টির উপর নির্ভর করে।
bn_in: %1 প্লাগ-ইনটি %2 প্লাগ-ইনের উপর নির্ভরতার ফলে স্বয়ংক্রিয়রূপে নির্বাচন থেকে সরিয়ে ফেলা হয়েছে
cs: Modul %1 byl automaticky zakázán kvůli závislosti na modulu %2
gd: Chaidh cromag a thoirt air falbh on phlugan %1 on a tha e an eisimeil air a' phlugan %2
hy: Ընդլայնում %1 ընտրված չէ, քանի որ կախված է %2
kn: %2 ಮಿಳಿತಾನ್ವಯದ (ಪ್ಲಗಿನ್) ಅವಲಂಬನೆಯಿಂದಾಗಿ %1 ಮಿಳಿತಾನ್ವಯದ ಗುರುತನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ku: pêveka %1 bixweber ne-hilbijartiye ji gorê girêdayina vê bi pêveka %2 re
mai: %2 प्लगइन डिपेंडेसी केर कारण %1 प्लगइनों केँ पहिने ही अनचेक कए लेल गेल अछि
mk: приклучокот „%1“ беше автоматски одобележан поради зависноста од „%2“
ms: Plugin %1 telah dinyahtanda secara automatik kerana kebergantungannya kepada plugin %2
ps: لګون سره د تړاو له امله په خپلکارې توګه وناکتل شو %2 لګون د %1
si: %2 ප්ලගිනයේ ඇති එහි පරායත්තතාවය නිසා %1 ප්ලගිනය ස්වයංක්‍රීයවම පරීක්ෂා නොකර ඇත
te: %1 ప్లగ్ ఇన్ ఎందుకంటే ఆధారపడ యొక్క స్వయంచాలకంగా ఎంపిక తొలగించబడి ఉంది%2 ప్లగ్ ఇన్
th: ส่วนเสริม %1 จะถูกกาออกโดยอัตโนมัติ เนื่องจากมันเกี่ยวพันกับส่วนเสริม %2
tt: Расширение %1 не будет выбрано, так как зависит от расширения %2
vi: Phần cài cắm %1 đã tự động bị bỏ chọn do quan hệ phụ thuộc của nó vào phần cài cắm %2

source: Dependency Check
ar: فحص الاعتماديّات
as: নিৰ্ভৰতা পৰীক্ষণ
be: Праверка залежнасці
be@latin: Spraŭdžvańnie zaležnaściaŭ
bn: নির্ভরতা পরীক্ষা
bn_in: নির্ভরতা পরীক্ষণ
cs: Kontrola závislostí
gd: Dearbhadh nan eisimeileachdan
hy: Կախվածությունների ստուգում
kn: ಅವಲಂಬನೆಗಳ ಪರಿಶೀಲನೆ
ku: Kontrola Rajêrî
mai: डिपेंडेंसी जाँच
mk: Проверка за зависности
ms: Pemeriksaan Kebergantungan
ne: निर्भरता जाँच
or: ନିର୍ଭରକ ଯାଞ୍ଚ
ps: د اړېدنې کتنه
si: යැපීම් පරික්‍ෂාව
te: తనిఖీ ఆధారపడి
th: ตรวจสอบความเกี่ยวพันกัน
tt: Буйсынучыларга тикшерү
vi: Kiểm tra quan hệ phụ thuộc

source: %1 plugin automatically added due to plugin dependencies
ar: لم تُضف أي ملحقة آليًا إلى اعتماديّات الملحقة
as: প্লাগ-ইন সংক্ৰান্ত নিৰ্ভৰতা পূৰ্ণ কৰাৰ উদ্দেশ্যে %1 প্লাগ-ইন স্বয়ংক্ৰিয়ৰূপে যোগ কৰা হৈছে
be@latin: %1 plugin aŭtamatyčna dadadzieny z pryčyny zaležnaściaŭ inšych pluginaŭ.
bn: প্লাগিন নির্ভরতার দরুন একটি প্লাগিন নিজে থেকে যোগ করা হয়েছে।
bn_in: প্লাগ-ইন সংক্রান্ত নির্ভরতা পূর্ণ করার উদ্দেশ্যে %1 প্লাগ-ইনটি স্বয়ংক্রিয়রূপে যোগ করা হয়েছে
cs: Automaticky přidán %1 modul kvůli závislostem mezi moduly
gd: Chaidh %1 phlugan a chur ris gu fèin-obrachail ri linn eisimeileachdan plugain
hy: %1 Ընդլայնումը ավտոմատ ավելացված է
kn: ಮಿಳಿತಾನ್ವಯಗಳ (ಪ್ಲಗಿನ್) ಅವಲಂಬನೆಗಳಿಂದಾಗಿ %1 ಮಿಳಿತಾನ್ವಯವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೇರಿಸಲಾಗಿದೆ
ku: %1 pêvek bixweber lê hat zêdekirin gorê girêdayiyên pêvekê
mai: प्लगइन डिपेंडेंसीज केर कारण %1 प्लगइन स्वचालित जोड़े गेल छी
mk: %1 приклучок е автоматски додаден заради зависности
ms: %1 plugin ditambah secara automatik kerana kebergantungan plugin
ps: لګون په خپلکارې توګه زيات کړل شو %1 د لګون د اړتياوو له امله
si: ප්ලගින පරායත්තතාව නිසා %1 ප්ලගිනය ස්වයංක්‍රීයවම එකතු විය.
th: ส่วนเสริม %1 ตัวถูกเพิ่มให้โดยอัตโนมัติ เนื่องจากมีความเกี่ยวพันกันของส่วนเสริม
tt: %1 расширение автоматически добавлено при проверке зависимостей
vi: %1 phần cài cắm được thêm tự động do quan hệ phụ thuộc của phần cài cắm

source: %1 plugin automatically removed due to plugin dependencies
ar: لم تُزل أي ملحقة آليًا ذلك حسب اعتماديّات الملحقة
as: প্লাগ-ইন সংক্ৰান্ত নিৰ্ভৰতা পূৰ্ণ কৰাৰ উদ্দেশ্যে %1 প্লাগ-ইন স্বয়ংক্ৰিয়ৰূপে আঁতৰুৱাহৈছে
be@latin: %1 plugin aŭtamatyčna vydaleny z pryčyny jahonych zaležnaściaŭ.
bn: প্লাগিন নির্ভরতার দরুন একটি প্লাগিন নিজে থেকে বাদ দেওয়া হয়েছে।
bn_in: প্লাগ-ইন সংক্রান্ত নির্ভরতা পূর্ণ করার উদ্দেশ্যে %1 প্লাগ-ইনটি স্বয়ংক্রিয়রূপে সরিয়ে ফেলা হয়েছে
cs: Automaticky odstraněn %1 modul kvůli závislostem mezi moduly
gd: Chaidh %1 phlugan a thoirt air falbh gu fèin-obrachail ri linn eisimeileachdan plugain
hy: %1 Ընդլայնումը ավտոմատ հեռացված է
kn: ಮಿಳಿತಾನ್ವಯಗಳ (ಪ್ಲಗಿನ್) ಅವಲಂಬನೆಗಳಿಂದಾಗಿ %1 ಮಿಳಿತಾನ್ವಯವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ
ku: %1 pêvek bixweber hat rakirin gorê girêdayiyên pêvekê
mai: प्लगइन डिपेंडेंसीज़ केर कारण %1 प्लगइन स्वचालित मिटाए गेल छी
mk: %1 приклучок е автоматски отстранет заради зависности
ms: Plugin %1 dibuang secara automatik kerana kebergantungan plugin
ps: لګون په خپلکارې توګه وړنګول شو %1 د لګون د اړتياوو له امله
si: ප්ලගින පරායත්තතාව නිසා %1 ප්ලගිනය ස්වයංක්‍රීයවම ඉවත් විය.
th: ส่วนเสริม %1 ตัวถูกลบออกให้โดยอัตโนมัติ เนื่องจากมีความเกี่ยวพันกันของส่วนเสริม
tt: %1 расширение автоматически удалено при проверке зависимостей
vi: %1 phần cài cắm được xoá tự động do quan hệ phụ thuộc của phần cài cắm

source: Search...
cs: Hledat...
vi: Tìm kiếm...

source: About
ar: عن
cs: O aplikaci
vi: Thông tin

source: Select Components
ar: حدّد المكوّنات
as: সামগ্ৰী নিৰ্ব্বাচন কৰক
be: Выбар кампанентаў
be@latin: Vybiery kampanenty
bn: উপাদান নির্বাচন করুন
bn_in: সামগ্রী নির্বাচন করুন
cs: Vybrat komponenty
gd: Tagh co-phàirtean
hy: Ընտրել տարրերը
kn: ಅಂಶಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ku: Pêkhênanan Hilbijêre
mai: घटकसभकेँ चुनू
mk: Избери компоненти
ms: Pilih Komponen
ne: अवयव चयन गर्नुहोस्
or: ଯନ୍ତ୍ରାଂଶଗୁଡିକୁ ଚୟନ କରନ୍ତୁ
ps: رغتوکي ټاکل
si: සංරචක තෝරන්න
te: అంశాలను ఎంచుకొనుము
th: เลือกส่วนประกอบ
tt: Компонентларны сайлагыз
vi: Chọn thành phần

source: Enable component
ar: فعّل المكوّن
as: অংশ সক্ৰিয়া কৰক
be@latin: Uklučy kampanent
bn: কম্পোনেন্ট সক্রিয় করো
cs: Povolit komponentu
gd: Cuir a' cho-phàirt an comas
hy: Միացնել տարրը
kn: ಅಂಗವನ್ನು ಶಕ್ತಗೊಳಿಸು
ku: Pêkhênanan Çalak Bike
mai: अवयव सक्षम करू
mk: Овозможи компонента
ms: Hidupkan komponen
or: ଉପାଦାନକୁ ସକ୍ରିୟ କରନ୍ତୁ
ps: رغتوکی توانول
si: සංරචක සක්‍රීය කරන්න
te: కాంపోనెంట్ చేతనంచేయి
th: เปิดใช้งานส่วนประกอบ
tt: Компонентны эшләтү
vi: Bật thành phần

source: <qt><p>Possible reasons:<ul><li>An error occurred during your last KDE upgrade leaving an orphaned control module</li><li>You have old third party modules lying around.</li></ul></p><p>Check these points carefully and try to remove the module mentioned in the error message. If this fails, consider contacting your distributor or packager.</p></qt>
gd: <qt><p>Adhbharan buailteach:<ul><li>Thachair mearachd rè an àrdachaidh KDE mu dheireadh agad agus dh'fhàg seo mòideal-smachd 'na dhìlleachdan ann</li><li>Tha seann mhòidealan treas pàrtaidh agad.</li></ul></p><p>Thoir sùil air na puingean seo gu cùramach agus feuch an toir thu air falbh am mòideal a chaidh iomradh ann an teachdaireachd na mearachd. Mura tèid leat, beachdaich air fios a chur gun sgaoileadair no pacaidiche agad.</p></qt>
hy: <qt><p>Հնարավոր սխալներ:<ul><li>Սխալ KDE-ի վերջին թարմացման ժամանակ, որի հետևանքով մնացել է նախորդ վերսիայի կարգավորումների մոդուլը</li><li>Ձեր մոտ գործում կողմնակի կարգավորումների մոդուլ</li></ul></p><p>Ուշադիր կարդացեք այս կետերը և ջնջեք վերոհիշյալ մոդուլները։ Սխալների կրկնման դեպքում դիմեք նիշքեր մատուցողին։</p></qt>
ms: <qt><p>Kemungkinan punca:<ul><li>Ralat berlaku semasa naik taraf KDE anda yang terdahulu yang meninggalkan modul kawalan yatim</li><li>Anda mempunyai modul pihak ketiga yang lama yang masih terpasang.</li></ul></p><p>Periksa perkara ini dengan teliti dan cuba buang modul yang dimaksudkan di dalam mesej ralat. Jika ini gagal, sila hubungi pengedar atau pemakej anda.</p></qt>
si: <qt><p>වියහැකි හේතු:<ul><li>ඔබගේ අවසාන KDE උත්ශ්‍රේණිකරණයේදී අනාථ වූ පාලන ඒකකයක් අත්හැරීමෙන් දෝෂයක් මතු විය</li><li>තැන් තැන් වල තුන්වන පාර්ශවයේ පැරණි ඒකක ඔබ සතුව ඇත.</li></ul></p><p>මෙම කරුණු ප්‍රවේශමෙන් පරීක්ෂාකර දෝෂ පණිවිඩයේ සඳහන් ඒකකය ඉවත් කිරීමට උත්සහ කරන්න. මෙය අසාර්ටක වුවහොත්, ඔබගේ බෙදාහරින්නා හෝ පැකේජ කරන්නා සම්බන්ධකර ගැනීම සළකා බලන්න.</p></qt>
tt: <qt><p>Возможные причины:<ul><li>Ошибка при последнем обновлении KDE, в результате которой остался модуль настройки от предыдущей версии</li><li>У вас установлены сторонние модули настройки.</li></ul></p><p>Внимательно проверьте эти пункты и удалите перечисленные выше модули. Если ошибка повторяется, обратитесь к поставщику пакетов.</p></qt>

source: Search Plugins
gd: Lorg plugain
hy: Ընդլայնումների որոնում
ms: Cari Plugin
si: ප්ලගීන සොයන්න
tt: Өстәлмәләрне эзләү

# Used only for plugins
source: About %1
bn: %1-এর সম্বন্ধে
gd: Mu %1
hy: Ընդլայնման մասին %1
ms: Perihal %1
si: %1 පිළිබඳව
te: %1 గురించి
tt: %1 турында
