Repository: KDE/kcmutils
Catalog: po/*/kcmutils5.po
Languages: ar, as, be, be@latin, bn, bn_in, cs, gd, hy, kn, ku, mai, mk, ms, ne, or, ps, si, te, th, tt, vi

source: This font is used when a fixed font is needed. A fixed font has a constant width.
ar: يُستخدم هذا الخط عندما تكون هناك حاجة لخط ثابت. الخط الثابت هو الخط الذي عرضه ثابت.
as: স্থায়ী প্ৰস্থৰ আখৰ প্ৰয়োজনৰ সময়ত এই আখৰ ব্যৱহাৰ কৰা হ'ব । এই ধৰণৰ আখৰ অৰ্থাৎ ফিক্সড আখৰৰ প্ৰস্থ পৰিবৰ্তন কৰা সম্ভব ন'হ'ব ।
be: Гэты шрыфт будзе выкарыстоўвацца заўсёды, калі спатрэбіцца монашырынны шрыфт - шрыфт, у якога ўсе літары маюць аднолькавую шырыню.
be@latin: Heta zmoŭčany stały šryft. Jahonyja znaki majuć adnolkavuju šyryniu.
bn: সমান প্রস্থের ফন্ট প্রয়োজন হলে এই ফন্ট-টি ব্যবহার করা হবে। একটি সমান প্রস্থের ফন্টে সবকটি অক্ষর সমান চওড়া হয়।
bn_in: স্থায়ী প্রস্থের ফন্ট প্রয়োজনের সময় এই ফন্ট ব্যবহার করা হবে। এই ধরনের ফন্ট অর্থাৎ ফিক্সড ফন্টের প্রস্থা পরিবর্তন করা সম্ভব হবে না।
cs: Toto písmo je použito pokud je potřeba písmo s pevnou šířkou. Takové písmo má konstantní délku.
gd: Seo an cruth-clò a thèid a chleachdadh gach turas a bhios feum air cruth-clò le leud suidhichte.
hy: Այս տառաչափը կօգտագործվի տեքստի միաչափ մուտքագրման ժամանակ։ Բոլոր սիմվոլները կունենան նույն չափը։
kn: ಈ ಲಿಪಿಶೈಲಿಯು ಸ್ಥಿರ ಲಿಪಿಯ ಅಗತ್ಯವಿದ್ದಾಗ ಬಳಸಲ್ಪಡುತ್ತದೆ. ಸ್ಥಿರ ಲಿಪಿಗೆ ಸ್ಥಿರ ವಿಸ್ತೀರ್ಣವಿರುತ್ತದೆ.
ku: Ev curenivîs, wextê curenivîsekî sabît hewce be tê bikaranîn. Curenivîsa sabît xwedî firehiyekî sabît e.
mai: जखन स्थिर फोन्ट आवश्यक हएताह तँ ई फोन्ट प्रयोग मे लेल जएताह. स्थिर फोन्ट मे स्थिर चओड़ाइ होइछ .
mk: Овој фонт се користи кога е потребен фиксен фонт, т.е. фонт со фиксна ширина.
ms: Font ini digunakan apabila font tetap diperlukan. Font tetap mempunyai lebar yang tetap.
ne: स्थीर फन्ट आवश्यक हुँदा यो फन्ट प्रयोग गरिन्छ । स्थीर फन्टको निश्चित चौडाइ छ ।
or: ଏହି ଅକ୍ଷରରୂପ ବ୍ୟବହାର ହୋଇଥାଏ ଯେତେବେଳେ ଗୋଟିଏ ସ୍ଥାୟୀ ଅକ୍ଷରରୂପ ଆବଶ୍ୟକ ହୋଇଥାଏ। ସ୍ଥାୟୀ ଅକ୍ଷରରୂପର ଅପରିବର୍ତ୍ତିତ ପ୍ରସ୍ତ ଥାଏ।
ps: دا ليکبڼه هله کارول کيږي چې کومې جوتې ليکبڼې ته اړتيا وي. جوتې ليکبڼې برابر پلنوالی لري.
si: ස්ථාවර මුද්‍රණ අකුරු අවශ්‍ය විට මෙම අකුරු භාවිත වේ. ස්ථාවර අකුරු සඳහා නිත්‍ය පළලක් ඇත.
te: ఎప్పుడు నిర్ధిష్ట అక్షరరూపము అవసరమైనా ఈ అక్షరరూపము వుపయోగించబడుతుంది. నిర్ధిష్ట అక్షరరూపము స్థిరమైన వెడల్పును కలిగివుంటుంది.
th: แบบอักษรนี้จะถูกใช้เมื่อต้องการแบบอักษรที่มีความกว้างคงที่
tt: Бу хәреф бер киңлектәге хәреф белән язылган текст өчен кулланылачак.
vi: Phông chữ này được dùng khi cần một phông chữ cố định. Một phông chữ cố định có độ rộng không đổi.

source: System wide font
ar: الخط على مستوى النظام
as: সমগ্ৰ ব্যৱস্থাপ্ৰণালীত ব্যৱহৃত আখৰ
be: Сістэмны шрыфт
be@latin: Systemny šryft
bn: সিস্টেম-ব্যাপী ফন্ট
bn_in: সমগ্র সিস্টেমে ব্যবহৃত ফন্ট
cs: Systémové písmo
gd: Cruth-clò coitcheann an t-siostaim
hy: Համակարգի տառաչափ
kn: ಗಣಕ ವ್ಯಾಪಿ ಲಿಪಿಶೈಲಿ
ku: Curenivîsa pergalê
mai: तंत्र फोन्ट
mk: Системски фонт
ms: Font keseluruhan sistem
ne: प्रणाली अनुसारको फन्ट
or: ତନ୍ତ୍ର ପ୍ରଶସ୍ତ ଅକ୍ଷରରୂପ
ps: غونډال پلنه ليکبڼه
si: පද්ධතිය පුරා අක්‍ෂර
te: సిస్టమ్ వ్యాప్తంగా అక్షరరూపము
th: แบบอักษรของทั้งระบบ
tt: Система хәрефе
vi: Phông chữ toàn hệ thống

source: Font for menus
ar: خط القوائم
as: তালিকাত ব্যৱহৃত আখৰ
be: Шрыфт для меню
be@latin: Šryft u menu
bn: মেনুতে ব্যবহৃত ফন্ট
bn_in: মেনুতে ব্যবহৃত ফন্ট
cs: Písmo nabídek
gd: Cruth-clò nan clàran-taice
hy: Ցանկի տառաչափ
kn: ಪರಿವಿಡಿಗಳಿಗೆ ಲಿಪಿಶೈಲಿ
ku: Curenivîsa ji bo pêşekan
mai: मेनू क' लेल फोन्ट
mk: Фонт за менија
ms: Font untuk menu
ne: मेनुका लागि फन्ट
or: ତାଲିକା ପାଇଁ ଅକ୍ଷରରୂପ
ps: د غورنېو ليکبڼه
si: මෙනුව සඳහා අක්‍ෂර
te: మెనూల కొరకు అక్షరరూపము
th: แบบอักษรของเมนู
tt: Менюның хәрефе
vi: Phông chữ cho trình đơn

source: What font to use for menus in applications.
ar: الخط الذي سيُستخدم في قوائم التطبيقات.
as: অনুপ্ৰয়োগৰ তালিকাত যি আখৰ ব্যৱহৃত হ'ব ।
be: Якім шрыфтам карыстацца ў меню праграмаў.
be@latin: Jakim šryftom karystacca ŭ menu aplikacyjaŭ.
bn: অ্যাপলিকেশন মেনুতে যে ফন্ট ব্যবহার করা হবে।
bn_in: অ্যাপ্লিকেশনের মেনুতে যে ফন্ট ব্যবহৃত হবে।
cs: Písmo, které se bude používat v nabídkách aplikací.
gd: An cruth-clò a thèid a chleachdadh le clàran-taice nan aplacaidean.
hy: Տառաչափ, որը կօգտագործվի մենյուի համար։
kn: ಅನ್ವಯಿಕಗಳ (applications) ಪರಿವಿಡಿಗಳಿಗೆ ಬಳಸಬೇಕಾದ ಲಿಪಿಶೈಲಿ.
ku: Curenivîsa pêşekên sepanê.
mai: अनुप्रयोगसभ केर मेनू मे कओन सन फोन्ट इस्तेमाल करू.
mk: Кој фонт да се користи за менијата во апликациите.
ms: Font apa untuk diguna bagi menu dalam aplikasi.
ne: अनुप्रयोगको मेनुमा कुन फन्ट प्रयोग गर्ने ।
or: ପ୍ରୟୋଗରେ ତାଲିକାଗୁଡିକ ପାଇଁ କେଉଁ ଅକ୍ଷରରୂପ ବ୍ୟବହାର କରାଯିବା ଉଚିତ
ps: .په کاريالونو کې د غورنېو لپاره کومه ليکبڼه وکاروو
si: යෙදුම් තුළ වූ මෙනු සඳහා භාවිතාවන අක්‍ෂර
te: కార్యక్రమములనందు మెనూలకొరకు ఏ అక్షరరూపమును వుపయోగించాలి.
th: จะใช้แบบอักษรตัวใดกับเมนูของโปรแกรม
tt: Менюларда кулланылучы хәреф
vi: Phông chữ nào để dùng cho trình đơn trong các ứng dụng.

source: Color for links
ar: لون الروابط
as: লিঙ্কত ব্যৱহৃত ৰং
be: Колер для спасылак
be@latin: Koler łučoŭ
bn: লিঙ্ক-এর রঙ
bn_in: লিঙ্কে ব্যবহৃত রঙ
cs: Barva odkazů
gd: Dath nan ceanglaichean
hy: Հղումների գույնը
kn: ಕೊಂಡಿಗಳಿಗೆ (link) ಬಳಸಬೇಕಾದ ಬಣ್ಣ
ku: Renga lînkan
mai: कड़ीसभ क' लेल रंग
mk: Боја за врските
ms: Warna untuk pautan
ne: लिङ्कका लागि रङ
or: ସଂଯୋଗ ଗୁଡିକ ପାଇଁ ରଙ୍ଗ
ps: د تړنو رنګ
si: පුරුක් සඳහා වර්‍ණය
te: లింకుల కొరకు రంగు
th: สีของตำแหน่งเชื่อมโยง
tt: Сылтаманың төсе
vi: Màu cho liên kết

source: What color links should be that have not yet been clicked on
ar: لون الروابط التي لم يُنقر عليها بعد
as: ক্লিক নকৰা লিঙ্কৰ ক্ষেত্ৰত ব্যৱহৃত ৰং
be: Колер для тых спасылак, на якія вы яшчэ не націснулі
be@latin: Jakim koleram vyjaŭlać łuč, u jaki jašče nia klikali
bn: যে সব লিঙ্ক-এ এখনো ক্লিক করা হয়নি তার রং
bn_in: ক্লিক না করা লিঙ্কের ক্ষেত্রে ব্যবহৃত রং
cs: Barva, která se použije pro odkazy, ne které jste doposud neklikli
gd: Seo an dath a bu chòir a bhith air ceanglaichean nach deach a bhriogadh orra fhathast
hy: Չայցելած հղումների գույնը
kn: ಇನ್ನೂ ಸಹ ಕ್ಲಿಕ್ಕಿಸದೆ ಇರುವ ಕೊಂಡಿಗಳು ಹೊಂದಿರಬೇಕಾದ ಬಣ್ಣ
ku: Rengê girêdanên nehatine tikandin.
mai: जे कड़ीसभ मे अखन क्लिक नहि भेल अछि ओकर रंग की हाएत.
mk: Која боја да ја имаат врските што сѐ уште не се посетени
ms: Warna apa untuk pautan yang belum lagi diklik
or: ସେହି ରଙ୍ଗ ସଂଯୋଗଟି କଣ ଯାହାକୁକି ଏପର୍ଯ୍ଯନ୍ତ ଦବାଯାଇନାହିଁ
ps: کوم رنګ ښايي چې د هغو تړنو وي چې تر اوسه نه وي کېکاږل شوي
si: තවමත් ක්ලික් නොකළ සබැඳියන් සඳහා තිබිය යුතු වර්‍ණය කුමක් ද?
te: ఇప్పటికి వరకు నొక్కబడని లింకులు ఏ రంగువి అయివుండాలి
th: ควรจะใช้สีอะไรกับตำแหน่งเชื่อมโยงที่ยังไม่เคยถูกคลิก
tt: Басылмаган сылтаманың төсе
vi: Liên kết chưa được bấm vào nên có màu gì

source: Color for visited links
ar: لون الروابط المزارة
as: পৰিদৰ্শিত লিঙ্কৰ ৰং
be: Колер для наведаных спасылак
be@latin: Koler užytych łučoŭ
bn: প্রদর্শিত লিঙ্ক-এর রঙ
bn_in: পরিদর্শিত লিঙ্কের রঙ
cs: Barva navštívených odkazů
gd: Dath nan ceanglaichean air an tadhail orra
hy: Այցելած հղումների գույնը
kn: ಸಂದರ್ಶಿತ ಕೊಂಡಿಗಳು ಹೊಂದಿರಬೇಕಾದ ಬಣ್ಣ
ku: Renga lînkên bikaranî
mai: भ्रमण कएल जाए चुकल कड़ीसभ क' लेल रंग
mk: Боја за посетените врски
ms: Warna untuk pautan dilawati
ne: अवलोकन गरिएका लिङ्कका लागि रङ
or: ପରିଦର୍ଶିତ ସଂଯୋଗ ଗୁଡିକ ପାଇଁ ରଙ୍ଗ
ps: د کتل شوېو تړنو رنګ
si: ගමන් කළ පූරුක් සඳහා වර්‍ණය
te: వీక్షించిన లింకులకు రంగు
th: สีของตำแหน่งเชื่อมโยงที่เคยเรียกดูแล้ว
tt: Басылган сылтаманың төсе
vi: Màu cho liên kết đã mở

source: Font for the taskbar
ar: خط شريط المهام
as: টাস্ক-বাৰত ব্যৱহৃত আখৰ
be: Шрыфт для панелі заданняў
be@latin: Šryft dla paneli zadańniaŭ
bn: টাস্কবার-এর জন্য ফন্ট
bn_in: টাস্ক-বারে ব্যবহৃত ফন্ট
cs: Písmo pro pruh úloh v panelu
gd: Cruth-clò air bàr nan saothair
hy: Կառավարման վահանակի տառաչափ
kn: ಕಾರ್ಯಪಟ್ಟಿ (taskbar) ಗೆ ಲಿಪಿಶೈಲಿ
ku: Curenivîsa darikê peywiran
mai: कार्यपट्टी क' लेल फोन्ट
mk: Фонт за лентата со програми
ms: Font untuk bar tugas
ne: कार्यपट्टीका लागि फन्ट
or: କାର୍ଯ୍ୟ ପଟି ପାଇଁ ଅକ୍ଷରରୂପ
ps: د دندپټې ليکبڼه
si: කාර්‍යය තීරුව සඳහා අක්‍ෂර
te: టాస్కుబార్ కొరకు అక్షరరూపము
th: แบบอักษรของแถบงาน
tt: Мәсьәлә панеленең хәрефе
vi: Phông chữ cho thanh tác vụ

source: What font to use for the panel at the bottom of the screen, where the currently running applications are.
ar: الخط الذي سيُستخدم في اللوحة أسفل الشاشة حيث تُعرض فيها التطبيقات العاملة حاليًا.
as: পৰ্দ্দাৰ তলৰ অংশত অৱস্থিত পেনেলত ব্যৱহাৰযোগ্য আখৰৰ নাম, য'ত বৰ্তমানে চলি থকা অনুপ্ৰয়োগৰ তালিকা আছে ।
be: Шрыфт для панелі ўнізе экрану, дзе знаходзяцца праграмы, якімі вы зараз карыстаецеся.
be@latin: Jakim šryftom karystacca ŭ paneli, što ŭnizie stała, u jakoj pakazvajucca dziejnyja aplikacyi.
bn: স্ক্রীণের তলার প্যানেলের জন্য কোন ফন্ট ব্যবহার করা হবে, যেখানে বর্তমানে চলন্ত অ্যাপলিকেশন-গুলি রয়েছে।
bn_in: বর্তমানে চলমান অ্যাপ্লিকেশনের তালিকা প্রদর্শনকারী, পর্দার নীচে অংশে অবস্থিত প্যানেলে ব্যবহারযোগ্য ফন্টের নাম।
cs: Písmo, které má být použito pro panel na spodní straně obrazovky obsahující právě běžící aplikace.
gd: An cruth-clò a thèid a chleachdadh air a' phanail aig bonn na sgrìn far a bheil na h-aplacaidean a tha 'gan ruith an-dràsta.
hy: Տառաչափ, որը կօգտագործվի կառավարման վահանակի համար։
kn: ತೆರೆಯ ಕೆಳಭಾಗದಲ್ಲಿ ಸದ್ಯದಲ್ಲಿ ಚಾಲ್ತಿಯಲ್ಲಿರುವ ಅನ್ವಯಿಕೆಗಳನ್ನು (applications) ಹೊಂದಿರುವ ಮುಖ್ಯಪಟ್ಟಿ ಬಳಸಬೇಕಾದ ಲಿಪಿಶೈಲಿ.
ku: Curetîpa panela sepanên li bin dîmenderê dixebitin.
mai: स्क्रीन केर नीच्चाँ फलक पर जतए वर्तमान मे चलि रहल अनुप्रयोग छी ओतए कओन सन फोन्ट इस्तेमाल कएल जाए.
mk: Кој фонт да се користи за панелот на дното од екранот, каде што се прикажани апликациите што се извршуваат.
ms: Font apa untuk diguna untuk panel pada bawah skrin, dimana aplikasi sedang dilaksana berada.
ne: हाल चलिरहेका अनुप्रयोग भएको ठाउँमा, पर्दाको तलको प्यानलका लागि कुन फन्ट प्रयोग गर्ने ।
or: ପରଦାର ତଳଭାଗରେ ଥିବା ଫଳକରେ କେଉଁ ଅକ୍ଷରରୂପ ବ୍ୟବହାର କରାଯିବା ଦରକାର, ଯେଉଁଠାରେ ବର୍ତ୍ତମାନ ଚାଲୁଥିବା ପ୍ରୟୋଗଗୁଡିକ ଅଛି।ନେଲରେ
si: දැනට ක්‍රියාත්මක වන යෙදුම් දිස්වෙන, තිරයේ පහලම පුවරුවේ භාවිත කළ යුතු අකුරු රටාව කුමක් ද?
te: తెరకు దిగువునవున్న ప్యానల్ కొరకు ఏ అక్షరరూపమును వాడాలి, యిచట ప్రస్తుతం నడుస్తున్న కార్యక్రమములు వుంటాయి.
th: จะใช้แบบอักษรตัวใดกับแถบงานซึ่งอยู่ด้านล่างสุดของหน้าจอ ซึ่งเป็นที่แสดงถึงโปรแกรมที่กำลังทำงานอยู่
tt: Җибәрелгән кушымталарның исемлеге панеле өчен хәреф
vi: Phông chữ nào để dùng cho bảng ở phía dưới màn hình, nơi có các ứng dụng đang chạy.

source: Fonts for toolbars
ar: خط أشرطة الأدوات
as: টুল-বাৰত ব্যৱহৃত আখৰ
be: Шрыфты панэляў начыння
be@latin: Šryfty dla panelaŭ pryładździa
bn: টুলবার-এর জন্য ফন্ট
bn_in: টুল-বারে ব্যবহৃত ফন্ট
cs: Písma pro panely nástrojů
gd: Cruth-clò nam bàraichean-inneal
hy: Գործիքների վահանակի տառաչափ
kn: ಉಪಕರಣಪಟ್ಟಿಗಳಿಗೆ ಲಿಪಿಶೈಲಿಗಳು
ku: Curenivîsa ji bo darikên amûran
mai: अओजारपट्टी क' लेल फोन्ट
mk: Фонтови за алатници
ms: Font untuk bar alatan
ne: उपकरणपट्टीका लागि फन्ट
or: ସାଧନ ପଟି ପାଇଁ ଅକ୍ଷରରୂପ
ps: د توکپټو ليکبڼه
si: මෙවලම් තීරු සඳහා වර්‍ණ
te: పనిముట్ల పట్టీల కొరకు అక్షరరూపములు
th: แบบอักษรของแถบเครื่องมือ
tt: Корал панеленең хәрефе
vi: Phông chữ cho thanh công cụ

source: Shortcut for taking screenshot
ar: اختصار أخذ لقطات الشاشة
as: পৰ্দ্দাৰ ছবি সংগ্ৰহত ব্যৱহৃত চমুপথ
be: Скарот для здымку экрана
be@latin: Skarot dla vyrabu zdymka stała
bn: স্ক্রীনশট নেবার শর্টকাট
bn_in: পর্দার ছবি সংগ্রহে ব্যবহৃত শর্টকাট
cs: Zkratka pro sejmutí obrazovky
gd: Ath-ghoirid gus glacadh-sgrìn a thogail
hy: Էկրանը նկարելու համար օգտագործվող տառերը
kn: ತೆರೆಚಿತ್ರವನ್ನು ತೆಗೆಯಲು ಸಮೀಪಮಾರ್ಗ (shortcut)
ku: Kurteriya kişandina wêneyê dîmenderê
mai: स्क्रीनशाट लेने क' लेल शार्टकट
mk: Кратенка за правење слика од екранот
ms: Pintasan bagi mengambil cekupan skrin
ne: स्क्रिनसट लिनका लागि सर्टकट
or: ପରଦା ପ୍ରତିଛବି ନେବାପାଇଁ ସଂକ୍ଷିପ୍ତ ପଥ
ps: د پرده انځور اخيستلو لنډلار
si: තිරමුහුණත් ගැනීම සඳහා කෙටි මාර්‍ගය
te: తెరపట్టును తీసుకొనుటకు శీఘ్రమార్గము
th: ปุ่มพิมพ์ลัดสำหรับจับภาพหน้าจอ
tt: Экран сүрәтен ясаучы төймә тезмәсе
vi: Phím tắt để chụp ảnh màn hình

source: Shortcut for toggling Clipboard Actions on and off
ar: اختصار تفعيل وتعطيل إجراءات الحافظة
as: ক্লিপ-বোৰ্ড কাৰ্য্য চলোৱা বা বন্ধ কৰাৰ বাবে ব্যৱহৃত চমু পথ
be: Скарот для уключэння і адключэння дзеянняў буфера абмену.
be@latin: Skarot dla ŭklučeńnia j vyklučeńnia aperacyjaŭ z abmiennym buferam
bn: ক্লিপবোর্ড অ্যাকশন চালু/বন্ধ করার জন্য শর্টকাট
bn_in: ক্লিপ-বোর্ড সংক্রান্ত কর্ম চালু অথবা বন্ধ করার জন্য ব্যবহৃত শর্ট-কাট
cs: Zkratka pro zapnutí či vypnutí Činnosti Schránky
gd: Ath-ghoirid gus gnìomhan an stòr-bhùird a chur air is dheth
hy: Բուֆերի գօրծողությունների միացման և անջատման տառերը
kn: ಸಿಕ್ಕಣಿಕಟ್ಟಿನ (clipboard) ಕ್ರಿಯೆಗಳನ್ನು ಆನ್‌ ಹಾಗು ಆಫ್‌ ಸ್ಥಿತಿಗಳ ನಡುವೆ ಪಲ್ಲಟಗೊಳಿಸುವ ಸಮೀಪಮಾರ್ಗ
ku: Kurteriya ji bo vekirin/girtina çalakiyên panoyê
mai: क्लिपबोर्ड काज केँ चालू बन्न करब क' लेल टॉगल करबाक लेल शॉर्ट कट
mk: Кратенка за вклучување на дејствата на таблата со исечоци
ms: Pintasan bagi toggle Tindakan Papan Klip on dan off
ne: सुरु र बन्द क्लिपबोर्ड कार्य टगल गर्नका लागि सर्टकट
or: ଅଦଳବଦଳ ହେଉଥିବା କ୍ଲିପବୋର୍ଡ ପ୍ରକ୍ରିୟା ଅନ ଏବଂ ଅଫ ପାଇଁ ସଂକ୍ଷିପ୍ତ ପଥ
ps: د ټوټه دړې چارونو د بندولو او لګولو ونجولو لپاره لنډلار
si: ක්ලිප්බෝඩ් ක්‍රියා සක්‍රීය සහ අක්‍රීය කිරීම සඳහා කෙටි මාර්‍ගය
te: క్లిప్‌బోర్డు చర్యలను ఆన్ మరియు ఆఫ్ చేయుటకు శీఘ్రమార్గము
th: ปุ่มพิมพ์ลัดสำหรับเปิด/ปิดการกระทำของคลิปบอร์ด
tt: Алыштуру буферы элементларын эшкә китерүче төймә тезмәсе
vi: Phím tắt để bật/tắt hành động bảng nháp

source: Shortcut for shutting down the computer without confirmation
ar: اختصار إطفاء الحاسوب دون تأكيد ذلك
as: দৃঢ় নকৰি কম্পিউটাৰ বন্ধ কৰাৰ চমু পথ
be: Скарот для выключэння вашага камп'ютэру без пацверджання
be@latin: Skarot dla vyklučeńnia kamputara biez paćviardžeńnia ad karystańnika
bn: অনুমোদন ছাড়া কমপিউটার বন্ধ করার জন্য শর্টকাট
bn_in: নিশ্চায়ন বিনা কম্পিউটার বন্ধ করার শর্ট-কাট
cs: Zkratka pro vypnutí počítače bez potvrzení
gd: Ath-ghoirid gus an coimpiutair a dhùnadh sìos gun dearbhadh
hy: Համակարգիչը առանց հաստատման անջատելու համար օգտագործվող տառերը
kn: ಖಚಿತಪಡಿಸಿಕೊಳ್ಳದೇ ಗಣಕವನ್ನು ಸ್ಥಗಿತಗೊಳಿಸಲು ಸಮೀಪಮಾರ್ಗ (shortcut)
ku: Kurteriya ji bo bêyî erêkirinê girtina komputerê
mai: बिनु पुष्टि कएल कम्प्यूटर केँ बन्न करबाक लेल शार्टकट
mk: Кратенка за исклучување на компјутерот без потврда
ms: Pintasan untuk mematikan komputer tanpa pengesahan
ne: स्वीकृति बिना कम्प्युटर बन्द गर्नका लागि सर्टकट
or: ନିଶ୍ଚିତ କରଣ ବିନା କମ୍ପୁଟରକୁ ବନ୍ଦ କରିବା ପାଇଁ ସଂକ୍ଷିପ୍ତ ପଥ
ps: سولګر بې له باورييلو نه ګلولو لپاره لنډلار
si: ස්තිර කිරීමකින් තොරව පරිගණකය වසා දැමීමට කෙටි මාර්‍ගය
te: నిర్ధారించకుండా కంప్యూటరును మూసివేయుటకు శీఘ్రమార్గము
th: ปุ่มพิมพ์ลัดสำหรับปิดเครื่องคอมพิวเตอร์โดยไม่ต้องถามยืนยัน
tt: Компьютерны раслаусыз сүндерүче төймә тезмәсе
vi: Phím tắt để tắt máy tính không cần xác nhận

source: Show directories first
ar: اعرض الأدلّة أولًا
as: প্ৰথমে পঞ্জিকা প্ৰদৰ্শিত হ'ব
be: Спачатку паказваць тэчкі
be@latin: Spačatku pakazvaj katalohi
bn: ডিরেক্টরী আগে দেখাও
bn_in: প্রথমে ডিরেক্টরি প্রদর্শিত হবে
cs: Zobrazit adresáře jako první
gd: Seall na pasganan an toiseach
hy: Թղթապանակները սկզբում
kn: ಕಡತಕೋಶಗಳನ್ನು ಮೊದಲು ತೋರಿಸು
ku: Berê peldankan nîşan bide
mai: पहिने डिरेक्ट्री देखाबू
mk: Прикажи прво папки
ms: Papar direktori dahulu
ne: डाइरेक्टरी पहिला देखाउनुहोस्
or: ଡିରେକ୍ଟରିଗୁଡିକୁ ପ୍ରଥମେ ଦର୍ଶାନ୍ତୁ
ps: لومړی پوښۍ ښودل
si: පළමුව බහලුම් පෙන්වන්න
te: డెరెక్టరీలను ముందుగా చూపుము
th: แสดงไดเรกทอรีก่อน
tt: Каталоглар баштан
vi: Hiện thư mục lên đầu

source: Whether directories should be placed at the top when displaying files
ar: فيما إذا كان يجب وضع الأدلة في الأعلى عند عرض الملفات
as: নথিপত্ৰ প্ৰদৰ্শন কৰাৰ সময়ত পঞ্জিকাসমূহ ওপৰৰ অংশত প্ৰদৰ্শিত হ'ব নে নাই
be: Ці павінны тэчкі заўсёды знаходзіцца ў версе акна
be@latin: Aznačaje, ci pakazvać katalohi ŭ śpisie fajłaŭ upieradzie.
bn: ফাইল প্রদর্শন করার সময় আগে ডিরেক্টরি দেখানো হবে কি না
bn_in: ফাইল প্রদর্শনকালে ডিরেক্টরিগুলি উপরের অংশে প্রদর্শিত হবে কি না
cs: Zda mají být při zobrazování souborů zobrazeny složky nahoře
gd: Co-dhiù an tèid pasganan a chur air a' bharr nuair a thèid faidhlichean a shealltainn gus nach tèid
hy: Տեղադրել թղթապանակները նիշքերի ցանկից առաջ
kn: ಕಡತಗಳನ್ನು ತೋರಿಸುವ ಪಕ್ಷದಲ್ಲಿ ಕಡತಕೋಶಗಳನ್ನು ಮೇಲೆ ಇರಿಸಬೇಕೆ
ku: Dema pêl tên nîşan dan, peldank li ser bin an na
mai: जखन फाइलसभ प्रदर्शित कएल जाए रहल हुए तँ कुंजी डिरेक्ट्री केँ शीर्ष पर रखनाइ अछि
mk: Дали папките да се прикажуваат први кога се прикажуваат датотеките
ms: Sama ada direktori perlu diletakkan diatas apabila memaparkan fail
or: ଫାଇଲଗୁଡିକୁ ପ୍ରଦର୍ଶନ କରିବା ସମୟରେ ଡିରେକ୍ଟୋରୀଗୁଡିକୁ ଉପରେ ରଖାଯିବା ଉଚିତ କି
si: ගොනු දර්ශනයේදි බහලුම් ඉහළින් දැක්විය යුතු බව
te: దస్త్రములను ప్రదర్శించునప్పుడు డైరెక్టరీలను పైన వుంచాలా
th: ควรจะให้วางไดเรกทอรีไว้ด้านบนก่อนเสมอ เมื่อมีการแสดงแฟ้มหรือไม่
tt: Каталогларны файллар алдыннан урнаштыру.
vi: Liệu các thư mục có nên được đặt lên đầu khi hiển thị các tệp

source: The URLs recently visited
ar: المسارات المزارة حديثًا
as: সম্প্ৰতি পৰিদৰ্শিত URL
be: Нядаўна наведаныя URL
be@latin: Nadoječy naviedanyja adrasy
bn: সম্প্রতি দেখা ইউ-আর-এল
bn_in: সম্প্রতি পরিদর্শিত URL
cs: URL byla v nedávné době navštívena
gd: Na URLaichean a chaidh tadhal orra o chionn goirid
hy: Այցելած հղումներ
kn: ಇತ್ತೀಚೆಗೆ ಭೇಟಿ ಕೊಟ್ಟ ತಾಣಸೂಚಿಗಳು
ku: URL'ên nû bikaranî
mai: वर्तमान मे भ्रमण कएल गेल हालक यूआरएल
mk: Неодамна посетените адреси
ms: URL yang baru dilawati
or: ନିକଟରେ ପରିଦର୍ଶନ କରାଯାଇଥିବା URL ଗୁଡିକ
ps: چې اوس کتل شوي URLs هغه
si: මෑතකදි පිවිසි URL
te: ఇటీవల వీక్షించిన URLలు
th: ที่อยู่ URL ที่เคยเรียกดูเมื่อเร็ว ๆ นี้
tt: Басылган сылтамалар
vi: Các URL mở gần đây

source: Used for auto-completion in file dialogs, for example
ar: تُستخدم (مثلًا) للإكمال الآلي في حواريّات الملفات
as: যেনে, নথিপত্ৰ সম্বাদত স্বয়ংক্ৰিয়ভাবে সম্পূৰ্ণ কৰাৰ উদ্দেশ্যে ব্যৱহৃত
be: Выкарыстоўваецца, напрыклад, для аўтадапаўнення ў файлавых дыялогах
be@latin: Prykładam, vykarystoŭvajecca dla aŭtamatyčnaha zakančeńnia ŭ fajłavych dyjalohach.
bn: উদাহরণস্বরূপ, ফাইল ডায়ালগ-এ স্বয়ংক্রিয় পরিপূরণের জন্য ব্যবহার করা হয়
bn_in: স্বয়ংক্রিয়ভাবে তথ্য সম্পূর্ণ করার উদ্দেশ্যে ব্যবহৃত, উদাহরণস্বরূপ ফাইল ডায়লগে প্রয়োগ করা হবে
cs: Použito pro automatické doplnění v souborových dialozích, jako
gd: Thèid an cleachdadh airson an fhèin-choileanaidh ann an còmhraidhean faidhle mar eisimpleir
hy: Օգտագործվում է երկխոսություններում ինքնաավելացում կատարելու համար, օրինակ
kn: ಸ್ವಯಂಪೂರ್ಣಗೊಳಿಕೆಗಾಗಿ ಕಡತ ಸಂವಾದಗಳಲ್ಲಿ (file dialog) ಬಳಸಲಾಗುತ್ತದೆ, ಉದಾಹರಣೆಗೆ.
ku: Wekî mînak; di diyalogên pelan de ji bo temamkirina xweber tê bikaranîn.
mai: उदाहरण केर लेल, फाइल समाद मे स्वतःपूर्णता क' लेल इस्तेमाल कएल जाइत अछि.
mk: Се користи на пример за автоматско довршување во дијалози за датотеки
ms: Diguna untuk auto-pelengkapan dalam dialog fail, sebagai contoh
or: ଫାଇଲ ସଂଳାପରେ ସ୍ୱୟଂ-ସମ୍ପୂର୍ଣ୍ଣତା ପାଇଁ ବ୍ୟବହାର ହୋଇଥାଏ, ଉଦାହରଣ ସ୍ୱରୂପ
ps: په دوتنه کړکېو کې د خپل-بشپړونې لپاره کارول کيږي، د بېلګې په توګه
si: ගොනු සංවාද කොටු තුළ ස්වයං නිමවීම සඳහා භාවිත කරයි, උදාහරණයක් ලෙස
te: దస్త్రపు డైలాగులనందు స్వయంచాలక-మూగింపు కొరకు వుపయోగించబడుతుంది, ఉదాహరణకు
th: ถูกใช้สำหรับเติมคำให้สมบูรณ์โดยอัตโนมัติในกล่องเลือกแฟ้ม ตัวอย่างเช่น
tt: Мәсәлән, диалогта сүзне автоматик рәвештә тәмам итү өчен кулланыла
vi: Dùng cho tự động hoàn tất trong các hộp thoại tệp, chẳng hạn

source: Show file preview in file dialog
ar: اعرض معاينة للملفات في حواريّ الملفات
as: নথিপত্ৰ সম্বাদত নথিপত্ৰৰ পূৰ্বৰূপ প্ৰদৰ্শিত হ'ব
be: Паказваць перадагляд файлу ў файлавым дыялогу.
be@latin: Pakazvaj padhlady fajłaŭ u adpaviednych dyjalohach
bn: ফাইল ডায়ালগ-এ ফাইল-এর প্রিভিউ দেখাও
bn_in: ফাইল ডায়লগে ফাইলের পূর্বরূপ প্রদর্শিত হবে
cs: Zobrazit náhled v souborovém dialogu
gd: Seall ro-shealladh air faidhlichean sna còmhraidhean faidhle
hy: Ցույց է տալիս նախնական դիտումը նիշքի ընտրության երկխոսությունում
kn: ಕಡತ ಸಂವಾದದಲ್ಲಿ (file dialog) ಕಡತದ ಮುನ್ನೋಟವನ್ನು ತೋರಿಸು
ku: Di diyaloga pelî de pêşdîtîna pelî nîşan bide
mai: फाइल समाद मे फाइल पूर्वावलोकन देखाबू
mk: Прикажи преглед на датотеката во дијалогот
ms: Papar pralihat fail dalam dialog fail
ne: फाइल संवादमा फाइल पूर्वावलोकन देखाउनुहोस्
or: ଫାଇଲ ସଂଳାପରେ ଫାଇଲ ପ୍ରାକ ଦର୍ଶନ ଦେଖାନ୍ତୁ
ps: په دوتنه کړکۍ کې د دوتنې مخکوت ښودل
si: ගොනු සංවාද කොටු තුළ ගොනුවේ පූර්‍වදසුන පෙන්වන්න
te: దస్త్రపు ముందస్తువీక్షణంను దస్త్రపు డైలాగునందు చూపుము
th: แสดงตัวอย่างแฟ้มในกล่องเลือกแฟ้ม
tt: Файл сайлау диалогында кече сүрәтне чагылдыру
vi: Hiện phần xem thử tệp trong hộp thoại tệp

source: Show hidden files
ar: اعرض الملفات المخفية
as: লুকুৱা নথিপত্ৰ প্ৰদৰ্শন কৰা হ'ব
be: Паказваць схаваныя файлы
be@latin: Pakazvaj schavanyja fajły
bn: লুকানো ফাইল দেখাও
bn_in: আড়াল করা ফাইল প্রদর্শন করা হবে
cs: Zobrazit skryté soubory
gd: Seall faidhlichean falaichte
hy: Ցույց է տալիս թաքնված նիշքերը
kn: ಅಡಗಿಸಿದ ಕಡತಗಳನ್ನು ತೋರಿಸು
ku: Pelên veşartî nîşan bide
mai: नुकल फाइलसभ देखाबू
mk: Прикажи скриени датотеки
ms: Papar fail tersembunyi
ne: लुकेका फाइल देखाउनुहोस्
or: ଲୁକ୍କାୟିତ ଫାଇଲ ଗୁଡିକ ଦର୍ଶାନ୍ତୁ
ps: پټې دوتنې ښودل
si: සැඟවූ ගොනු පෙන්වන්න
te: దాచిన దస్త్రాలను చూపుము
th: แสดงแฟ้มที่ซ่อนไว้
tt: Качырылган файлларны чагылдыру
vi: Hiện tệp ẩn

source: Whether files starting with a dot (convention for hidden files) should be shown
ar: فيما إذا كان يجب عرض الملفات التي تبدأ بنقطة (أي الملفات المخفية، كما هو متّبع معياريًا)
as: নামৰ আৰম্ভণিত বিন্দু চিহ্নসহ নথিপত্ৰ (লুকুৱা নথিপত্ৰৰ নামৰ ক্ষেত্ৰত প্ৰযোজ্য) প্ৰদৰ্শন কৰা হ'ব নে নহয় সেইটো নিৰ্দিষ্ট কৰা হয়
be: Ці павінны файлы, назва якіх пачынаецца з кропкі (згаджэнне прасхаваныя файлы) паказвацца
be@latin: Aznačaje, ci treba pakazvać fajły, čyje nazvy začynajucca z kropki (hetkaje pahadnieńnie nakont schavanych fajłaŭ).
bn: যেসব ফাইলের নাম ডট (.) দিয়ে শুরু, সেগুলো দেখানো হবে কি না (সাধারণত দেখানো হয় না)
bn_in: নামের প্রারম্ভে বিন্দু চিহ্নসহ ফাইল (আড়াল করা ফাইলের নামের ক্ষেত্রে প্রযোজ্য) প্রদর্শন করা হবে কিনা তা নির্দিষ্ট করা হয়
cs: Jestli soubory začínající tečkou (konvence pro skryté soubory) mají být zobrazeny
gd: Co-dhiù an nochd faidhlichean a thòisicheas le puing (seo deas-ghnàth airson faidhlichean falaichte) gus nach nochd
hy: Այս պարամետրի միացման ժամանակ կպատկերվեն թաքնված նիշքերը և թղթապանակները(որոնց անունները սկսվում է կետից)
kn: ಚುಕ್ಕೆಯೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗುವ ಕಡತಗಳನ್ನು (ಅಡಗಿಸಿಡಬೇಕಾದ ಕಡತಗಳನ್ನು ಹೆಸರಿಸುವ ರೂಢಿ) ತೋರಿಸಬೇಕೇ
ku: Diyar dike ka pelên ku navên wan bi xalê dest pê dikin (pelên veşartî) bên nîşandan an na
mai: निर्धारित करैत अछि जे फाइलसभ जे डॉट एक्सटेंशन सँ प्रारंभ होइछ (नुकाएल फाइलसभ क' लेल प्रचलित) देखाएल जाए
mk: Дали ќе се прикажуваат датотеките чии имиња започнуваат со точка (конвенција за скриени датотеки)
ms: Sama ada fail bermula dengan dot (kebiasaan untuk fail tersembunyi) perlu dipaparkan
or: ବିନ୍ଦୁରୁ ଆରମ୍ଭ ହୋଇଥିବା (ଲୁକ୍କାୟିତ ଫାଇଲ ପାଇଁ ବ୍ୟବହୃତ) ଫାଇଲଗୁଡିକୁ ଦର୍ଶାଯିବା ଉଚିତ କି ନୁହଁ
si: තිතකින් පටන්ගන්නා ගොනු (සැඟවුණු ගොනු සඳහා සම්ප්‍රදාය) පෙන්විය යුතුද යන්න
te: డాట్ (దాచిన దస్త్రాల తీరు)తో ప్రారంభమైన దస్త్రాలు చూయించవలెనా
th: พิจารณาว่าจะให้แสดงแฟ้มที่ขึ้นต้นด้วย จุด (ใช้สำหรับเป็นแฟ้มซ่อน) หรือไม่
tt: Бу көйләүне гамәл иткәндә качырылган (исеме ноктадан башланган) файлларны чагылдыра
vi: Liệu có nên hiển thị các tệp với tên bắt đầu bằng dấu chấm (quy ước cho tệp ẩn)

source: Show speedbar
ar: اعرض شريط السرعة
as: speedbar প্ৰদৰ্শন কৰা হ'ব
be: Паказаць хуткую панель
bn: স্পিড-বার দেখাও
bn_in: গতিনির্দেশক-বার প্রদর্শন করা হবে
cs: Zobrazit ukazatel rychlosti
gd: Seall grad-inntrigeadh
hy: Ցույց տալ արագ արձագանքման վահանակը
kn: ವೇಗಪಟ್ಟಿಯನ್ನು ತೋರಿಸು
ku: Darika Lezê nîşan bide
mai: स्पीडबार देखाबू
ms: Papar bar kelajuan
ne: गतिपट्टी देखाउनुहोस्
or: ଗତିପଟି ଦର୍ଶାନ୍ତୁ
ps: چټکپټه ښودل
si: වේග තීරුව පෙන්වන්න
te: స్పీడ్‌బార్ చూపుము
th: แสดงแถบด่วน
tt: Тизләткеч панелен чагылдыру
vi: Hiện thanh tốc độ
