Repository: KDE/kcmutils
Catalog: po/*/kcmutils5.po
Languages: ar, as, be, be@latin, bn, bn_in, cs, gd, hy, kn, ku, mai, mk, ms, ne, or, ps, si, te, th, tt, vi

source: Whether the shortcut icons to the left in the file dialog should be shown
ar: فيما إذا كان يجب عرض أيقونات الاختصارات في يمين حواريّ الملفات
as: নথিপত্ৰ সম্বাদতত বাওঁফালৰ অংশত চমু পথ আইকন প্ৰদৰ্শন কৰা হ'ব নে নাই
be: Ці павінны быць бачныя значкі скароту леваруч дыялогу выбару файлаў
bn: ফাইল ডায়ালগে বাঁদিকে শর্টকাট আইকন দেখানো হবে কি না
bn_in: ফাইল ডায়লগের মধ্যে বাঁদিকের অংশে শর্ট-কাট আইকন প্রদর্শন করা হবে কি না
cs: Jestli mají být zobrazeny ikony vlevo v souborovém dialogu
gd: Co-dhiù an nochd na h-ìomhaighean ath-ghoirid taobh clì ann an còmhraidhean faidhle gus nach nochd
hy: Ցույց տալ վահանակը թղթապանակների արագ մուտքի նշաններով, նիշքի ընտրության երկխոսության ձախ կողմից
kn: ಕಡತ ಸಂವಾದದ (file dialog) ಎಡದಲ್ಲಿರುವ ಸಮೀಪಮಾರ್ಗ ಚಿಹ್ನೆಗಳನ್ನು ತೋರಿಸಬೇಕೇ ಎಂದು
ku: Di diyaloga pelan de îkonên kurterê di çep de werin nîşan dayîn an na
mai: फाइल समाद मे की शार्टकट प्रतीक बम्माँ ओर देखाएल जाए
mk: Дали да се прикажат иконите за кратенки на левата страна од дијалогот за датотеки
ms: Sama ada ikon pintasan di kiri dialog fail perlu dipaparkan
ne: फाइल संवादको बायाँ सर्टकट प्रतिमा देखाउने वा नदेखाउने
or: ଫାଇଲ ସଂଳାପରେ ବାମକୁ ଥିବା ସଂକ୍ଷିପ୍ତ ପଥ ଚିତ୍ରସଂକେତଗିଡିକୁ ଦର୍ଶାଯିବା ଉଚିତ କି
si: ගොනු සවාදයේ වමට වන්නට ඇති කෙටි මං අයිකන පෙන්විය යුතුද යන්න
te: దస్త్రపు డైలాగ్ నందలి ఎడమవైపు శీఘ్రమార్గ ప్రతిమలు చూపవలెనా
th: จะให้แสดงไอคอนทางลัดทางด้านซ้ายของกล่องโต้ตอบหรือไม่
tt: Файл сайлау диалогының сул ягында тизләткеч панелен күрсәтү
vi: Liệu có nên hiển thị các biểu tượng lối tắt ở bên trái trong hộp thoại tệp

source: What country
ar: ما هي الدولة
as: দেশৰ নাম
be: Якая краіна
be@latin: Jaki kraj
bn: কোন দেশ
bn_in: দেশের নাম
cs: Která země
gd: Do dhùthaich
hy: Երկիրը
kn: ಯಾವ ದೇಶ
ku: Kîjan welat
mai: कओन सन देश
mk: Која земја
ms: Negara apa
ne: कुन देश
or: କେଉଁ ଦେଶ
ps: کوم هېواد
si: රට කුමක්ද
te: ఎ దేశం
th: ประเทศอะไร
tt: Ил
vi: Nước nào

source: Used to determine how to display numbers, currency and time/date, for example
ar: سيُستخدم لتحديد طريقة عرض الأرقام والعملة والتاريخ/الوقت وغيرها
as: সংখ্যা, মুদ্ৰা, সময়/তাৰিখ প্ৰভৃতি প্ৰদৰ্শনৰ বিন্যাস নিৰ্ধাৰণৰ বাবে ব্যৱহৃত
be: Выкарыстоўваецца для адлюстравання лікаў, грашовых сум, даты, часу і г.д.
be@latin: Vyznačaje, naprykład, jakim čynam pakazvać liki, valutnyja znaki, čas i daty.
bn: সংখ্যা, টাকা, সময়, ইত্যাদি কিভাবে প্রদর্শিত হবে তা নির্ধারণ করতে ব্যবহার করা হয়
bn_in: সংখ্যা, মুদ্রা, সময়/তারিখ প্রভৃতি প্রদর্শনের বিন্যাস নির্ধারণের জন্য ব্যবহৃত
cs: Použito pro nastavení jak zobrazit čísla, měnu a čas/datum, například
gd: Thèid seo a chleachdadh gus faighinn a-mach mar a thèid àireamhan, airgeadra, ceann-là is àm a shealltainn mar eisimpleir
hy: Օգտագործվում է թվերի, գումարի, ամսաթվի և ժամանակի ֆորմատի որոշման համար
kn: ಸಂಖ್ಯೆಗಳು, ಚಲಾವಣೆ ನಾಣ್ಯ ಮತ್ತು ಸಮಯ/ದಿನಾಂಕಗಳನ್ನು ಯಾವ ರೀತಿ ತೋರಿಸಬೇಕೆಂದು ನಿರ್ಧರಿಸಲು ಬಳಕೆಯಾಗುತ್ತದೆ, ಉದಾರಹಣೆಗೆ
ku: Wekî mînak; nîşan dide ka hejmar, dem, pere û demjimêr dê çawa bên nîşandan
mai: उदाहरण केर लेल, संख्या, करेंसी, समय/तिथि इत्यादि कहिना देखाबू ई निर्धारित करबाक लेल इस्तेमाल कएल जाइत अछि.
mk: Се користи за одредување како ќе се прикажуваат броевите, валутата и датумот/времето.
ms: Digunakan untuk menentukan bagaimana memaparkan nombor, matawang dan masa/tarikh, sebagai contoh
or: ସଂଖ୍ୟାମାନଙ୍କୁ କିପରି ଦର୍ଶାଯିବ ତାହା ନିର୍ଦ୍ଧାରଣ କରିବା ପାଇଁ ବ୍ୟବହୃତ ହୋଇଥାଏ, ମୁଦ୍ରା ଏବଂ ସମୟ/ତାରିଖ, ଉଦାହରଣ ସ୍ୱରୂପ
si: අංක, මුදල් සහ දිනය/වේලාව දර්ශනය වන ආකාරය තීරණය කිරීමට භාවිත කරන ලදි, උදාහරණයක් ලෙස
te: సంఖ్యలను, డబ్బును మరియు సమయం/తేదీలను యెలా ప్రదర్శించాలో నిర్ణయించుటకు వుపయోగించబడింది, ఉదాహరణకు
th: จะถูกใช้เพื่อพิจารณาว่าจะให้แสดงตัวเลข, เงินตรา และ เวลา/วันที่ อย่างไร ตัวอย่างเช่น
tt: Сан, акча җәмгысы, көн һәм вакытны күрсәтү форматын билгеләүдә кулланыла
vi: Dùng để xác định cách hiển thị số, tiền tệ và ngày/giờ, chẳng hạn

source: What language to use to display text
ar: اللغة التي ستُستخدم لعرض النصوص
as: লিপি প্ৰদৰ্শনৰ বাবে ব্যৱহাৰযোগ্য ভাষা
be: Мова, на якой паказваць тэкст
be@latin: U jakoj movie pakazvać tekst
bn: লেখা প্রদর্শন করতে কি ভাষা ব্যবহার করা হবে
bn_in: টেক্সট প্রদর্শনের জন্য ব্যবহারযোগ্য ভাষা
cs: Jaký jazyk používáte pro zobrazení textu
gd: Dè an cànan sa thèid teacsa a shealltainn
hy: Տեքստի լեզուն
kn: ಪಠ್ಯವನ್ನು ಪ್ರದರ್ಶಿಸಬೇಕಾದ ಭಾಷೆ
ku: Zimanê ku dê nivîs pê bê nîşandan
mai: एकरामे पाठ कओन भाषा मे प्रदर्शित कएनाइ अछि
mk: На кој јазик да се прикажува текстот
ms: Bahasa apa untuk diguna untuk memaparkan teks
or: ପାଠ୍ୟ ପ୍ରଦର୍ଶନ ପାଇଁ କେଉଁ ଭାଷା ବ୍ୟବହାର କରାଯିବା ଉଚିତ
ps: د ليکنې د ښودلو لپاره کومه ژبه وکاروو
si: පෙළ දර්ශනය කළ යුතු භාෂාව
te: వచనమును ప్రదర్శించుటకు ఏ భాషను వుపయోగించాలి
th: จะใช้ภาษาใดในการแสดงข้อความ
tt: Текстның теле
vi: Ngôn ngữ nào để hiển thị văn bản

source: Character used for indicating positive numbers
ar: المحرف المستخدم للإشارة إلى الأعداد الموجبة
as: শূণ্যৰ অধিক সংখ্যা নিৰ্ধাৰণ কৰিবলৈ ব্যৱহৃত অক্ষৰ
be: Знак, якім трэба карыстацца пры адлюстраванні cтаноўчых лікаў
be@latin: Znak dla aznačeńnia dadatnych likaŭ
bn: ধনাত্মক সংখ্যা নির্দেশ করার ব্যবহার্য চিহ্ন
bn_in: শূণ্যের অধিক সংখ্যা নির্ধারণ করতে ব্যবহৃত অক্ষর
cs: Znaky použité pro značení kladných čísel
gd: Na caractaran a thèid a chleachdadh gus àireamhan dearbha a shealltainn
hy: Սիմվոլ, որը օգտագործվում է դրական թվերը ցույց տալու համար
kn: ಧನಾತ್ಮಕ (positive) ಸಂಖ್ಯೆಗಳನ್ನು ಸೂಚಿಸಲು ಬಳಸಬೇಕಾದ ಸನ್ನೆ
ku: Karaktera ji bo nîşandana hejmarên pozîtîf
mai: धनात्मक सँख्या केँ देखाबै क' लेल इस्तेमाल कएल जाए बला अक्षर
mk: Знак за прикажување позитивни броеви
ms: Aksara diguna untuk menandakan nombor positif
ne: धनात्मक सङ्ख्या सङ्केत गर्नका लागि प्रयोग गरिने क्यारेक्टर
or: ଯୁକ୍ତାତ୍ମକ ସଂଖ୍ଯାଗୁଡିକୁ ସୂଚାଇବା ପାଇଁ ବ୍ୟବହୃତ ଅକ୍ଷର
ps: هغه لوښه چې د مثبتې شمېرې د ښودلو لپاره کارول کيږي
si: ධන සංඛ්‍යා හැදින්වීමට භාවිත කරන අකුරු
te: ధన సంఖ్యలను సూచించుటకు వుపయోగించు అక్షరము
th: อักขระสำหรับการบ่งชี้ว่าเป็นจำนวนบวก
tt: Уңай санны күрсәтүче тамга
vi: Kí tự dùng để biểu thị các số dương

source: Most countries have no character for this
ar: لا تستخدم معظم الدول محرفًا لهذا الغرض
as: অধিকাংশ দেশত ইয়াৰ কাৰণে কোনো অক্ষৰ উপলব্ধ নাই
be: Большасць краін не маюць сімвала для гэтага
be@latin: Amal usiudy takoha znaka niama.
bn: বেশীরভাগ দেশে এর জন্য কোন অক্ষর নেই
bn_in: অধিকাংশ দেশে এটি নির্দেশ করার জন্য কোনো অক্ষর উপলব্ধ নেই
cs: Většina zemí pro toto nemá žádný znak
gd: Chan eil caractar aig a' mhòrchuid a dhùthchannan airson seo
hy: Երկրների մեծամասնությունը չեն օգտագործում այդպիսի սիմվոլ
kn: ಬಹಳಷ್ಟು ದೇಶಗಳಿಗೆ ಇದಕ್ಕೆ ಸನ್ನೆ ಇರುವುದಿಲ್ಲ
ku: Li gelek welatan ji bo vê karakter tune
mai: एकरा लेल बहुत सँ देशसभ मे कोनो अक्षर नहि अछि
mk: Повеќето земји немаат знак за ова
ms: Kebanyakan negara tidak mempunyai aksara untuk ini
ne: धेरै देशसँग यसका लागि क्यारेक्टर छैन
or: ଅଧିକାଂଶ ଦେଶରେ ଏହା ପାଇଁ ଅକ୍ଷର ନାହିଁ
ps: دې لپاره ډېر هېوادونه لوښه نه لري
si: බොහෝ රටවල්හට මෙය සඳහා අකුරු නැත
te: చాలా దేశములు దీనికొరకు ఏ అక్షరమును కలిగిలేవు
th: ประเทศต่าง ๆ ส่วนมากไม่มีการใช้ตัวอักขระกับส่วนนี้
tt: Күпчелек ил бу тамганы кулланмый
vi: Hầu hết các nước không dùng kí tự nào cho việc này

source: Path to the autostart directory
ar: مسار دليل البدء الآلي
as: স্বয়ংক্ৰিয় কাৰ্য্য প্ৰাৰম্ভকৰণৰ বাবে ব্যৱহৃত পঞ্জিকাৰ পাথ
be: Шлях да тэчкі аўтазапуску
be@latin: Ściežka ŭ kataloh z aŭtamatyčna ŭklučanymi aplikacyjami
bn: অটো-স্টার্ট ডিরেক্টরির পাথ
bn_in: স্বয়ংক্রিয় কর্ম প্রারম্ভকরণের জন্য ব্যবহৃত ডিরেক্টরির পাথ
cs: Cesta k adresáři automatického spouštění
gd: Slighe dhan phasgan fèin-tòiseachaidh
hy: Ինքնաթողարկման թղթապանակի ճանապարհը
kn: ಸ್ವಯಮಾರಂಭ (autostart) ಕಡತಕೋಶಕ್ಕೆ ಮಾರ್ಗ
ku: Riya pelrêça destpêkirina xweber
mai: स्वतःप्रारंभ डिरेक्ट्री क' लेल पथ
mk: Патека до папката за автом. стартување
ms: Laluan untuk direktori automula
ne: स्वत: सुरु हुने डाइरेक्टरीलाई मार्ग
or: ସ୍ୱୟଂଚାଳିତ ଡିରେକ୍ଟରି ପାଇଁ ପଥ
ps: د خپلپېل پوښۍ يونلور
si: ස්වංක්‍රීය ආරම්භක බහලුමට මාර්‍ගය
te: స్వయంచాలక డైరెక్టరీకు దారి
th: ตำแหน่งของไดเรกทอรีเริ่มอัตโนมัติ
tt: Автоматик рәвештә җибәрү каталогын билгеләү
vi: Đường dẫn đến thư mục khởi động tự động

source: Path to the directory containing executables to be run on session login
ar: مسار الدليل الحاوي للملفات التنفيذية التي ستُشغّل عند الولوج للجلسة
as: অধিবেশনত প্ৰৱেশ কৰাৰ সময় সঞ্চালনযোগ্য executables থকা ধাৰণকাৰী পঞ্জিকাৰ পাথ
be: Шлях да тэчкі, якая змяшчае выканальныя файлы, якія будуць выкананыя пры ўваходзе ў сістэму
be@latin: Ściežka ŭ kataloh z prahramami, jakija ŭklučajucca paśla ŭvachodu ŭ sesiju
bn: লগিন করাকালীন যে সব প্রোগ্রামগুলি চালানো হবে, সেগুলি যে ডিরেক্টরি-তে অবস্থিত
bn_in: সেশানে লগ-ইন করার সময় সঞ্চালনযোগ্য এক্সেকিউটেবল ফাইল ধারণকারী ডিরেক্টরির পাথ
cs: Cesta do adresáře obsahujícím soubory, které budou spuštěny po přihlášení
gd: Slighe dhan phasgan sa bheil prògraman a thèid a ruith às dèidh gach logaidh a-steach
hy: Այն թղթապանակի ճանապարհը, որը պարունակում է նիշքեր, որոնք կատարվում են KDE թողարկման սկզբում
kn: ಅಧಿವೇಶನಕ್ಕೆ (session) ಪ್ರವೇಶಿಸಿದ ಕೂಡಲೇ ಚಾಲಯಿಸಬೇಕಾದ ಕ್ರಮವಿಧಿಗಳನ್ನು ಹೊಂದಿರುವ ಕಡತಕೋಶದ ಮಾರ್ಗದ
ku: Riya pelrêça ku pelên xebitandinê ên ji bo danişîna têketinê dihundirîne
mai: सत्र लोगिन करैत समय चलाबै योग्य फाइलसभक डिरेक्ट्री क' पथ
mk: Патека до папката што содржи извршни датотеки кои ќе се извршуваат на стартување на сесијата
ms: Laluan ke direktori mengandungi bolehlaksana untuk dilaksanakan pada sesi logmasuk
ne: सत्रमा लगइनमा चल्ने कार्यान्वयनयोग्य समाविष्ट डाइरेक्टरीलाई मार्ग
or: ନିଷ୍ପାଦ୍ଯଗୁଡିକୁ ଧାରଣ କରିଥିବା ଡିରେକ୍ଟୋରୀକୁ ପଥ ଅଧିବେଶନ ଲଗଇନ କରିବା ସମୟରେ ଚଲାଯିବା ଉଚିତ
si: සැසියට ලොග් වීමේදී ධාවනය කළ යුතු ක්‍රියාත්මක කළ හැක්කන් අඩංගු නාමාවලියට පෙත
te: సెషన్ లాగిన్‌నందు నడుపుటకు ఎగ్జిక్యూటబుల్సును కలిగివున్న డైరెక్టరీకు దారి
th: ตำแหน่งของไดเรกทอรีที่มีแฟ้มเรียกประมวลผล ซึ่งจะทำงานเมื่อมีการล็อกอินเข้าวาระงาน
tt: KDE сеансын башлаганда җибәрелә торган кушымталар каталогын күрсәтү
vi: Đường dẫn đến thư mục chứa các tệp thực thi được sẽ chạy khi đăng nhập vào phiên

source: Enable SOCKS support
ar: فعّل دعم SOCKS
as: SOCKS সমৰ্থন সক্ৰিয় কৰক
be: Уключыць падтрымку SOCKS
be@latin: Uklučy padtrymku SOCKS
bn: SOCKS সমর্থন সক্রিয় করো
bn_in: SOCKS সমর্থন সক্রিয় করুন
cs: Povolit podporu SOCKS
gd: Cuir taic ri SOCKS an comas
hy: Միացնել SOCKS համատեղելիությունը
kn: SOCKS ಬೆಂಬಲವನ್ನು ಕ್ರಿಯಾಶೀಲಗೊಳಿಸು
ku: Desteka SOCKS çalak bike
mai: साक्स समर्थन सक्षम करू
mk: Овозможи поддршка за SOCKS
ms: Hidupkan sokongan SOCKS
ne: SOCKS समर्थन सक्षम पार्नुहोस्
or: SOCKS ସମର୍ଥନକୁ ସକ୍ରିୟ କରନ୍ତୁ
ps: ملاتړ توانول SOCKS د
si: SOCKS සහය සක්‍රීය කරන්න
te: SOCKS మద్దతును చేతనపరచుము
th: เปิดการรองรับพร็อกซีแบบ SOCKS
tt: SOCKS коралын тоту
vi: Bật hỗ trợ SOCKS

source: Whether SOCKS version 4 and 5 should be enabled in KDE's sub systems
ar: فيما إذا كان يجب تفعيل إصدارتي ٤ و٥ من SOCKS في أنظمة «كدي» الفرعية
as: KDE ৰ উপ-ব্যৱস্থাপ্ৰণালীত SOCKS ৰ সংস্কৰণ ৪ আৰু ৫ সক্ৰিয় কৰা হ'ব নে নাই
be: Ці павіны SOCKS версій 4 і 5 быць уключанымі ў падсістэмах KDE
be@latin: Aznačaje, ci treba ŭklučać dla roznych słužbaŭ KDE pratakoł SOCKS čaćviertaj i piataj versijaŭ.
bn: SOCKS version 4 এবং 5 কে.ডি.ই.-র সাব-সিস্টেমে সক্রিয় করা হবে কি না
bn_in: KDE-র সাব-সিস্টেমে SOCKS-র সংস্করণ ৪ ও ৫ সক্রিয় করা হবে কি না
cs: Zda má být v subsystémech KDE povolena SOCKS verze 4 nebo 5
gd: Co-dhiù am bi SOCKS tionndadh 4 is 5 an comas ann am fo-shiostaman KDE gus nach bi
hy: Օգտագործել SOCKS համատեղելիությունը KDE 4 և 5 վերսիաների համար
kn: KDE ಯ ಉಪವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ SOCKS ಆವೃತ್ತಿ ೪ ಮತ್ತು ೫ ನ್ನು ಕ್ರಿಯಾಶೀಲಗೊಳಿಸಬೇಕೇ ಎಂದು
ku: Di binpergalên KDE'yê de versiyonên 4 û 5 a SOCKS çalak bin an na
mai: की केडीइ केर सब_सिस्टम मे साक्स संस्करण ४ आओर ५ सक्षम कएल जाए
mk: Дали SOCKS, верзии 4 и 5 треба да се овозможени во подсистемите на KDE
ms: Sama ada SOCKS versi 4 dan 5 perlu dihidupkan dalam sub sistem KDE
ne: केडिईको उप प्रणालीमा SOCKS संस्करण ४ र ५ सक्षम हुन्छ या हुँदैन
si: SOCKS 4 වන සහ 5 වන වෙළුම් KDE උප පද්ධතිය තුළ සක්‍රීය කළ යුතුද නැද්ද යන වග
te: KDEయొక్క వుప వ్యవస్థలనందు SOCKS వర్షన్ 4 మరియు 5 చేతనపరచవలెనా
th: จะให้เปิดใช้พร็อกซีแบบ SOCKS รุ่น 4 และ 5 กับระบบย่อยของ KDE หรือไม่
tt: KDE чолгалынышында SOCKS коралының 4 һәм 5 юрамасын куллану
vi: Liệu có nên bật SOCKS phiên bản 4 và 5 trong các hệ thống con của KDE.

source: Path to custom SOCKS library
ar: مسار مكتبة SOCKS المخصصة
as: স্বনিৰ্ধাৰিত SOCKS লাইব্ৰেৰি চিহ্নকাৰী পাথ
be: Шлях да асабістых бібліятэк SOCKS
be@latin: Ściežka ŭłasnaj biblijateki SOCKS
bn: স্বনির্বাচিত SOCKS লাইব্রেরীর পাথ
bn_in: স্বনির্ধারিত SOCKS লাইব্রেরি চিহ্নকারী পাথ
cs: Cesta k vlastní SOCKS knihovně
gd: Slighe gu leabharlann SOCKS ghnàthaichte
hy: SOCKS բառարանի ճանապարհը
kn: ಇಚ್ಛೆಯ SOCKS ಭಂಡಾರಕ್ಕೆ ಮಾರ್ಗ
ku: Riya pirtûkxaneya SOCKS
mai: मनपसिन्न साक्स लाइब्रेरी क' पथ
mk: Патека до сопствена SOCKS-библиотека
ms: Laluan ke pustaka tersendiri SOCKS
ne: अनुकूल SOCKS लाइब्रेरीलाई मार्ग
or: ଇଚ୍ଛାରୂପୀ SOCKS ଲାଇବ୍ରେରୀକୁ ପଥ
ps: کتابتون يونلور SOCKS د دوديز
si: SOCKS පුස්තකාල රිසිසේ සැකසීම සඳහා මාර්‍ගය
te: నిర్దేశిత SCOKS లైబ్రరీకు మార్గము
th: ตำแหน่งของไลบรารี SOCKS ที่ตั้งเอง
tt: SOCKS китапханәсен билгеләү
vi: Đường dẫn tới thư viện SOCKS riêng

source: Highlight toolbar buttons on mouse over
ar: أبرِز أزرار أشرطة الأدوات عند مرور المؤشّر
as: ওপৰত মাউছ চলাচল কৰা হ'লে টুল-বাৰ বুটাম উজ্জ্বল কৰা হ'ব
be: Падсвечваць кнопкі панелі начыння пры навядзенні мышы
be@latin: Padśviatlaj knopki ŭ panelach pryładździa pad kursoram myšy
bn: মাউস ওপরে আনা হলে টুলবার বাটন হাইলাইট করো
bn_in: উপরে মাউস চলাচল করা হলে টুল-বার বাটন উজ্জ্বল করা হবে
cs: Zvýraznit tlačítka panelu nástrojů při přejezdu myší
gd: Soillsich putanan bàr-inneil nuair a thèid an luchag os an cionn
hy: Լուսավորել գործիքների վահանակի այն կոճակները, որոնց վրա գտնվում է մկնիկի ցուցիչը
kn: ತೆರೆಸೂಚಿ ಮೇಲೆಬಂದರೆ ಉಪಕರಣಪಟ್ಟಿಯ (toolbar) ಗುಂಡಿಗಳನ್ನು ಪ್ರಚುರಪಡಿಸು
ku: Dema mişk hat serî, sembolên darikê amûran bikirpîne
mai: माउस ओवर करब पर अओजारपट्टी बटनसभ केँ आलोकित करू
mk: Осветли ги копчињата на алатникот при преминување на покажувачот
ms: Sorot butang bar alatan ketika mouse over
ne: माउस माथि हुँदा उपकरणपट्टी बटन हाइलाइट गर्नुहोस्
or: ମାଉସ ଶେଷରେ ସାଧନପଟି ଚାବିକୁ ବିଶେଷଦର୍ଶିତ କରନ୍ତୁ
ps: موږک دپاسه تېرېدو باندې د توکپټې تڼۍ ځلول
si: මවුසය ඉහලින් ගමන් කරන විට මෙවලම් තීරුවේ බොත්තම් උද්දීපනය කරන්න
te: మౌస్ వుంచగానే పనిముట్ల పట్టీ బటన్లను వుద్దీపనం(హైలైట్) చేయుము
th: เน้นปุ่มบนแถบเครื่องมือเมื่อเคลื่อนตัวชี้เมาส์มาเหนือปุ่ม
tt: Тычкан угы юнәлткән кораллар панелендәге төймәне яктырту
vi: Tô sáng các nút trên thanh công cụ khi chuột ở trên

source: Show text on toolbar icons
ar: اعرض النص على أيقونات أشرطة الأدوات
as: টুল-বাৰ আইকনত লিপি প্ৰদৰ্শিত হ'ব
be: Паказваць тэкст на значках панелі начыння
be@latin: Pakazvaj tekst dla ikonaŭ u panelach pryładździa
bn: টুলবার আইকন-এ লেখা দেখাও
bn_in: টুল-বার আইকনের মধ্যে লেখা প্রদর্শিত হবে
cs: Zobrazit text v ikonách panelu nástrojů
gd: Seall teacsa air ìomhaigheagan bàir-inneal
hy: Ցույց տալ գործիքների վահանակի կոճակների անվանումները
kn: ಉಪಕರಣಪಟ್ಟಿಯ ಚಿಹ್ನೆಗಳ ಮೇಲೆ ಪಠ್ಯವನ್ನು ತೋರಿಸು
ku: Li ser îkonên darikê amûran nivîsê nîşan bide
mai: अओजारपट्टी प्रतीकसभ मे पाठ देखाबू
mk: Прикажи текст на иконите од алатниците
ms: Papar teks pada ikon bar alatan
ne: उपकरणपट्टी प्रतिमामा पाठ देखाउनुहोस्
or: ସାଧନପଟି ଚିତ୍ରସଂକେତରେ ପାଠ୍ୟ ଦର୍ଶାନ୍ତୁ
ps: د توکپټې په انځورنونو کې ليکنه ښودل
si: මෙවලම් තීරුවේ අයිකන මත පෙළ දර්ශනය කරන්න
te: పనిముట్లపట్టీ ప్రతిమలపై వచనమును చూపుము
th: แสดงข้อความของไอคอนบนแถบเครื่องมือ
tt: Кораллар панелендәге текст белән билгечекләрне күрсәтү
vi: Hiện chữ trên các biểu tượng ở thanh công cụ

source: Whether text should be shown in addition to icons on toolbar icons
ar: فيما إذا كان يجب عرض النص إلى جانب الأيقونات في أيقونات أشرطة الأدوات
as: টুল-বাৰ আইকনত উপস্থিত আইকনসমূহৰ সৈতে লিখা প্ৰদৰ্শিত হ'ব নে নাই
be: Ці павінен у дапаўненне да значак паказвацца яшчэ і тэкст
be@latin: Aznačaje, ci treba pakazvać tekst dla ikonaŭ u panelach pryładździa.
bn: টুলবার-এ আইকনের সঙ্গে লেখাও দেখানো হবে কি না
bn_in: টুল-বার আইকনের মধ্যে উপস্থিত আইকনগুলির সাথে লেখা প্রদর্শিত হবে কি না
cs: Zda má být vedle ikon na panelu zobrazen i text
gd: Co-dhiù an nochd teacsa a bharrachd air ìomhaigheagan air ìomhaigheagan bàir-inneal gus nach nochd
hy: Ցույց տալ գործիքների վահանակի կոճակների անվանումները, նշանների հետ մահատեղ
kn: ಉಪಕರಣಪಟ್ಟಿಯ ಚಿಹ್ನೆಗಳ ಮೇಲೆ ಪಠ್ಯವನ್ನೂ ತೋರಿಸಬೇಕೇ ಎಂದು
mai: की अओजारपट्टी प्रतीकसभ मे प्रतीक केर अलाबा पाठो देखाओल जाए
mk: Дали на иконите од алатниците освен сликите треба да има и текст
ms: Sama ada teks perlu dipaparkan sebagai tambahan kepada ikon pada ikon bar alatan
ne: उपकरणपट्टी प्रतिमाको थप प्रतिमामा पाठ देखाउनु पर्छ या पर्दैन ।
si: මෙවලම් තීරුවේ අයිකන වලට අමතරව පෙළ දර්ශණය
te: పనిముట్లపట్టీ ప్రతిమల పైనగల ప్రతిమలకు అదనముగా వచనము చూపవలెనా
th: จะให้มีการแสดงข้อความของไอคอนเพิ่มไปยังไอคอนบนแถบเครื่องมือหรือไม่
tt: Өстәмә булып корал панеленең билгечекләре янына аның язуын чагылдыру
vi: Liệu có nên hiện chữ thêm vào các biểu tượng ở các biểu tượng trên thanh công cụ

source: Password echo type
ar: نوع صدى كلمة السر
as: গুপ্তশব্দৰ echo ধৰণ
be: Паказваць замест літар пароля
be@latin: Vyjaŭleńnie ŭpisańnia parolu
bn: পাসওয়ার্ড কিভাবে দেখানো হবে
bn_in: পাসওয়ার্ড লেখার ইকো
cs: Typ výzvy na heslo
gd: Seòrsa mac-talla nam faclan-faire
hy: Ցույց տալ սիմվոլները գաղտնաբառի մուտքագրման ժամանակ
kn: ಗುಪ್ತಪದ ಪ್ರತಿಧ್ವನಿ (echo) ಶೈಲಿ
ku: Cureyê nîşandana nasnavê
mai: कूटशब्द इको प्रकार
mk: Тип на прикажување лозинка
ms: Jenis penggemaan kata laluan
ne: पासवर्ड इको प्रकार
or: ପ୍ରବେଶ ସଂକେତ ପ୍ରତିଧ୍ୱନୀ ପ୍ରକାର
ps: د تېرنويې د انګازې ډول
si: රහස්පදයේ එකෝ වර්‍ගය
te: సంకేతపదము echo రకము
th: รูปแบบการแสดงรหัสผ่าน
tt: Серсүзне керткәндә аны чагылдыру
vi: Kiểu phản hồi mật khẩu

source: The size of the dialog
ar: مقاس الحواريّ
as: সম্বাদৰ মাপ
be: Памер дыялога
be@latin: Pamiery dyjalohavaha akna
bn: ডায়ালগ-এর মাপ
bn_in: ডায়লগের মাপ
cs: Velikost dialogu
gd: Meud a' chòmhraidh
hy: Երկխոսության չափը
kn: ಸಂವಾದದ ಗಾತ್ರ
ku: Meznahiya paceyê
mai: संवाद क' आकार
mk: Големината на дијалогот
ms: Saiz dialog
ne: संवादको साइज
or: ସଂଳାପର ଆକାର
ps: د کړکۍ کچ
si: සංවාද කොටුවේ ප්‍රමාණය
te: డైలాగ్ పరిమాణం
th: ขนาดของกล่องโต้ตอบ
tt: Диалогның зурлыгы
vi: Cỡ hộp thoại

source: Automatic changes have been performed due to plugin dependencies. Click here for further information
ar: أُجريت بعض التغييرات آليًا حسب اعتماديّات الملحقة. انقر هنا لمعلومات أكثر
as: প্লাগ-ইন সংক্ৰান্ত নিৰ্ভৰতা পূৰ্ণ কৰাৰ উদ্দেশ্যে স্বয়ংক্ৰিয় পৰিবৰ্তন সম্পন্ন কৰা হৈছে । অধিক বিৱৰণৰ বাবে চিহ্নিত স্থানত টিপক
be@latin: Kab raźviazać zaležnaści pluginaŭ, byli zroblenyja aŭtamatyčnyja źmieny. Klikni siudy, kab atrymać padrabiaznyja źviestki.
bn: প্লাগিন-এর নির্ভরতাদরুন কিছু স্বয়ংক্রিয় পরিবর্তন করা হয়েছে। আরও তথ্যের জন্য এখানে ক্লিক করুন।
bn_in: প্লাগ-ইন সংক্রান্ত নির্ভরতা পূর্ণ করার উদ্দেশ্যে স্বয়ংক্রিয় পরিবর্তন সম্পন্ন করা হয়েছে। অধিক বিবরণের জন্য চিহ্নিত স্থানে ক্লিক করুন
cs: Byly provedeny automatické změny kvůli závislostem mezi moduly. Klikněte zde pro více informací
gd: Chaidh atharraichean a dhèanamh gu fèin-obrachail ri linn eisimeileachdan air plugain. Briog an-seo airson barrachd fiosrachaidh
hy: Ընդլայնումների կախվածության բավարարման համար կիրականացվեն մի քանի ավտոմատ փոփոխությունները։ Սեղմեք այստեղ ավելի շատ ինֆորմացիա ստանալու համար
kn: ಮಿಳಿತಾನ್ವಯಗಳ (ಪ್ಲಗಿನ್) ಅವಲಂಬನೆಗಳಿಂದಾಗಿ ಸ್ವಯಂಚಾಲಿತ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಲಾಗಿದೆ. ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಗಾಗಿ ಇಲ್ಲಿ ಒತ್ತಿರಿ
ku: Guherînên bixweber gorê girêdayinên pêvekê diqedin. Ji bo bêhtir agahî pêl li vir bikin
mai: प्लगइन डिपेंडेंसीज़ केर कारण स्वचालित परिवर्तन कएल गेल छी. बेसी जानकारी क' लेल एतय क्लिक करू
mk: Беа направени автоматски промени поради зависностите на приклучоците. Кликнете тука за повеќе информации
ms: Perubahan automatik telah dibuat kerana kebergantungan plugin. Klik sini untuk maklumat lanjut.
ps: د لګون د اړتياوو له امله خپلکاري بدلونونه سرته ورسېدل. د نورو خبرتياوو لپاره دلته کېکاږﺉ
si: ප්ලගින පරායත්තතාව නිසා ස්වයංක්‍රීය වෙනස්කම් සිදුකර ඇත. වැඩි විස්තර සඳහා මෙහි ක්ලික් කරන්න
te: స్వయంచాలక మార్పులు ప్లగిన్ ఆధారప నిర్వహించారు. ఇక్కడ క్లిక్ చేయండితదుపరి సమాచారం కోసం
th: มีการทำการเปลี่ยนแปลงโดยอัตโนมัติ เนื่องจากความเกี่ยวพันกันของปลั๊กอิน คลิกที่นี่เพื่อดูข้อมูลเพิ่มเติม
tt: Для удовлетворения зависимости расширения будут предприняты некоторые автоматические изменения. Нажмите здесь для получения дополнительной информации
vi: Các thay đổi tự động đã được thực hiện do quan hệ phụ thuộc của phần cài cắm. Bấm vào đây để biết thêm thông tin

source: Automatic changes have been performed in order to satisfy plugin dependencies:
ar: أُجريت بعض التغييرات آليًا لتُستوفى اعتماديّات الملحقة:
as: প্লাগ-ইন সংক্ৰান্ত নিৰ্ভৰতা পূৰ্ণ কৰাৰ উদ্দেশ্যে স্বয়ংক্ৰিয়ৰূপে পৰিবৰ্তন সম্পন্ন কৰা হৈছে:
be@latin: Kab raźviazać zaležnaści pluginaŭ, byli zroblenyja nastupnyja aŭtamatyčnyja źmieny:
bn: প্লাগিন-এর নির্ভরতার দরুন কিছু স্বয়ংক্রিয় পরিবর্তন করা হয়েছে।
bn_in: প্লাগ-ইন সংক্রান্ত নির্ভরতা পূর্ণ করার উদ্দেশ্যে স্বয়ংক্রিয়রূপে পরিবর্তন সম্পন্ন করা হয়েছে:
cs: Byly provedeny automatické změny k uspokojení závislostí mezi moduly:
gd: Chaidh atharraichean a dhèanamh gu fèin-obrachail gus eisimeileachdan plugain a choileanadh:
hy: Ընդլայնումների կախվածության բավարարման համար կիրականացվեն հետևյալ ավտոմատ փոփոխությունները:
kn: ಮಿಳಿತಾನ್ವಯಗಳ (ಪ್ಲಗಿನ್) ಅವಲಂಬನೆಗಳನ್ನು ತೃಪ್ತಿಪಡಿಸಲು ಸ್ವಯಂಚಾಲಿತ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಲಾಗಿದೆ:
ku: Guherînên bixweber gorê besbûniya girêdayiyên pêvekê diqedin:
mai: प्लगइन डिपेंडेंसीज़ संतुष्ट करब क' लेल स्वचालित परिवर्तन कएल गेल छी:
mk: Беа направени автоматски промени за да се задоволат зависностите на приклучоците:
ms: Perubahan automatik telah dibuat untuk memenuhi kebergantungan plugin:
ps: د لګون د اړتياوو د بشپړولو لپاره خپلکاري بدلونونه سرته ورسېدل:
si: ප්ලගින පරායත්තතාව තෘප්ත කිරීම සඳහා ස්වයංක්‍රීය වෙනස්කම් සිදුකර ඇත:
te: స్వయంచాలక మార్పులు ప్లగిన్ సంతృప్తి క్రమంలో నిర్వహించారుసమన్వయాలు:
th: มีการทำการเปลี่ยนแปลงโดยอัตโนมัติ เพื่อทำให้ความเกี่ยวพันกันของปลั๊กอิน เป็นไปอย่างถูกต้อง:
tt: Для удовлетворения зависимости расширения будут предприняты следующие автоматические изменения:
vi: Các thay đổi tự động đã được thực hiện để đáp ứng quan hệ phụ thuộc của phần cài cắm:

source: %1 plugin has been automatically checked because of the dependency of %2 plugin
ar: أُشّر على الملحقة %1 آليًا لأنها واحدة من اعتماديّات الملحقة %2
as: %1 প্লাগ-ইন %2 প্লাগ-ইনৰ ওপৰ নিৰ্ভৰতাৰ ফলত স্বয়ংক্ৰিয়ৰূপে নিৰ্ব্বাচন কৰা হৈছে
be@latin: Plugin „%1” byŭ aŭtamatyčna ŭklučany z pryčyny zaležnaściaŭ plugina „%2”.
bn: %1 প্লাগিন-টি নির্বাচন করা হয়েছে কারণ %2 প্লাগিন-টি এর উপর নির্ভর করে।
bn_in: %1 প্লাগ-ইনটি %2 প্লাগ-ইনের উপর নির্ভরতার ফলে স্বয়ংক্রিয়রূপে নির্বাচন করা হয়েছে
cs: Modul %1 byl automaticky povolen kvůli závislosti na modulu %2
gd: Chaidh cromag a chur ris a' phlugan %1 gu fèin-obrachail ri linn eisimeileachd aig a' phlugan %2
hy: Ընդլայնում %1 կնտրվի, քանի որ կախված չէ %2
kn: %2 ಮಿಳಿತಾನ್ವಯದ (ಪ್ಲಗಿನ್) ಅವಲಂಬನೆಯಿಂದಾಗಿ %1 ಮಿಳಿತಾನ್ವಯ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಗುರುತುಹಾಕಲ್ಪಟ್ಟಿದೆ
ku: pêveka %1 bixweber hilbijartî ye ji gorê girêdayiya pêveka %2
mai: %2 प्लगइन डिपेंडेसी केर कारण %1 प्लगइनों केँ पहिने चेक कए लेल गेल अछि
mk: приклучокот „%1“ беше автоматски обележан поради зависноста од „%2“
ms: %1 plugin telah diperiksa secara automaik kerana kebergantungan plugin %2
ps: لګون د اړتياوو له امله په خپلکارې توګه وکتل شو %2 لګون د %1
si: %2 ප්ලගිනයේ ඇති එහි පරායත්තතාවය නිසා %1 ප්ලගිනය ස්වයංක්‍රීයවම පරීක්ෂා කර ඇත
te: %1 ప్లగ్ ఇన్ ఎందుకంటే దాని ఆధారపడ యొక్క స్వయంచాలకంగా ఎంపిక తొలగించబడి ఉంది%2 ప్లగ్ ఇన్
th: ส่วนเสริม %1 จะถูกตรวจสอบโดยอัตโนมัติ เนื่องจากมันเกี่ยวพันกับส่วนเสริม %2
tt: Расширение %1 будет выбрано, так как от него зависит расширение %2
vi: Phần cài cắm %1 đã tự động được chọn do quan hệ phụ thuộc của phần cài cắm %2
