Repository: KDE/kcmutils
Catalog: po/*/kcmutils5.po
Languages: ar, as, be, be@latin, bn, bn_in, cs, gd, hy, kn, ku, mai, mk, ms, ne, or, ps, si, te, th, tt, vi

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي,محمد هاني صباغ,صفا الفليج
as: অমিতাক্ষ ফুকন
be: Дарафей Праляскоўскі
be@latin: Ihar Hračyška
bn: দীপায়ন সরকার
bn_in: রুণা ভট্টাচার্য্য
cs: Vít Pelčák, Marián Kyral
gd: GunChleoc
hy: Դավիթ Նիկողոսյան
kn: ಉಮೇಶ್ ರುದ್ರಪಟ್ಟಣ, ಸಿದ್ಧಾರೂಢ ಪಿ ಟಿ, ಶಂಕರ ಪ್ರಸಾದ್ ಎಂ ವಿ
ku: Erdal Ronahi
mai: संगीता कुमारी
mk: Божидар Проевски
ms: Sharuzzaman Ahmat Raslan
ne: Mahesh Subedi, श्यामकृष्ण बल, Nabin Gautam
or: ମନୋଜ କୁମାର ଗିରି
ps: ستاسو نومونه
si: ඩනිෂ්ක නවින්
te: విజయ్ కిరణ్ కముజు,కృష్ణబాబు కె, భువన్ కృష్ణ, జి వి యస్ గిరి, శ్రీ కళ్యన్న్, ననిన్
th: ถนอมทรัพย์ นพบูรณ์, สหชาติ อนุกูลกิจ
tt: Ainur Shakirov
vi: Clytie Siddall,Hoàng Đức Hiếu,Lê Hoàng Phương,Nguyễn Hùng Phú

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com,hannysabbagh@hotmail.com,safa1996alfulaij@gmail.com
as: aphukan@fedoraproject.org
be: komzpa@gmail.com
be@latin: ihar.hrachyshka@gmail.com
bn: deepayan.sarkar@gmail.com
bn_in: runabh@gmail.com
cs: vit@pelcak.org,mkyral@email.cz
gd: fios@foramnagaidhlig.net
hy: nikdavnik@mail.ru
kn: umeshrs@gmail.com, siddharudh@gmail.com, svenkate@redhat.com
ku: erdal.ronahi@nospam.gmail.com
mai: sangeeta09@gmail.com
mk: bobibobi@freemail.com.mk
ms: sharuzzaman@myrealbox.com
ne: submanesh@gmail.com, shyamkrishna_bal@yahoo.com, Nabin@mpp.org.np
or: mgiri@redhat.com
ps: zabeehkhan@gmail.com
si: danishka@gmail.com
te: infyquest@gmail.com,kkrothap@redhat.com,bhuvan@swecha.org,gvs.giri@swecha.net,sreekalyan3@gmail.com,naveen@swecha.net
th: donga.nb@gmail.com, drrider@gmail.com
tt: ainur.shakirov.tt@gmail.com
vi: clytie@riverland.net.au,hieu.d.hoang@gmail.com,herophuong93@gmail.com,phuhnguyen@disroot.org

source: The module %1 could not be found.
ar: تعذّر العثور على الوحدة %1.
as: অংশ %1 পোৱা নাযায় ।
be: Модуль %1 не знойдзены.
be@latin: Nie ŭdałosia znajści modul „%1”.
bn: মডিউল %1 পাওয়া যায়নি।
bn_in: মডিউল %1 পাওয়া যায়নি।
cs: Nelze najít daný modul (%1).
gd: Cha deach am mòideal %1 a lorg.
hy: %1 մոդուլը չի հայտնաբերվել։
kn: ನಿರ್ದಿಷ್ಟಗೊಳಿಸಿದ ಘಟಕ %1 ಕಾಣಸಿಗಲಿಲ್ಲ.
ku: Modula %1 nehate dîtin.
mai: मोड्यूल %1 नहि भेटल.
mk: Модулот %1 не беше пронајден.
ms: Modul %1 tidak dapat ditemui.
ne: %1 मोड्युल फेला पार्न सक्दैन ।
or: ଏକକାଂଶ %1 ଟି ମିଳୁନାହିଁ।
ps: .رغبېلګه ونه موندل شوه %1
si: %1 මොඩියුලය සොයාගත නොහැක.
te: %1 మాడ్యూల్ కనపడలేదు.
th: ไม่พบมอดูล %1
tt: %1 модуле табылмады.
vi: Không tìm được khối %1.

source: <qt><p>The diagnosis is:<br />The desktop file %1 could not be found.</p></qt>
ar: <p dir="rtl">التشخيص:<br />تعذّر العثور على ملف سطح المكتب %1.</p>
bn: <qt><p>সমস্যার নির্ণয়:<br />ডেস্কটপ ফাইল %1 খুঁজে পাওয়া যায়নি।</p></qt>
bn_in: <qt><p>কারণ নির্ণয়:<br />ডেস্কটপ ফাইল %1 পাওয়া যায়নি।</p></qt>
cs: <qt><p>Diagnóza je:<br />Soubor pracovní plochy %1 nelze nalézt.</p></qt>
gd: <qt><p>Seo toradh an sgrùdaidh:<br />Cha deach am faidhle desktop %1 a lorg.</p></qt>
hy: <qt><p>սխալ:<br />Հնարավոր չէ գտնել %1 նիշքը։</p></qt>
ku: <qt><p>Teşhîs:<br />Pelê sermasê ya %1 nehatiye dîtin.</p></qt>
mai: <qt><p>डायग्नोस्टिक्स अछि:<br /> डेस्कटाप फाइल %1 नहि भेटल.</p></qt>
mk: <qt><p>Дијагностиката е:<br />Датотеката за раб. површина %1 не беше пронајдена.</p></qt>
ms: <qt><p>Diagnostiknya ialah:<br />Fail desktop %1 tidak dapat ditemui.</p></qt>
te: <qt><p>కారణనిర్ణయం:<br />%1 రంగస్థల దస్త్రం కనబడలేదు.</p></qt>
th: <qt><p>ผลการตรวจสอบคือ:<br />ไม่พบแฟ้มพื้นที่ทำงาน %1</p></qt>
tt: <qt><p>Тоткарлык:<br />%1 файлын табып булмады.</p></qt>
vi: <qt><p>Kết quả chẩn đoán:<br />Không tìm được tệp desktop %1.</p></qt>

source: The module %1 is disabled.
ar: الوحدة %1 معطّلة.
as: %1 অংশ নিষ্ক্ৰিয় কৰা হৈছে ।
be: Модуль %1 адключаны.
be@latin: Modul „%1” vyklučany.
bn: মডিউল %1 নিষ্ক্রিয়।
bn_in: %1 মডিউল নিষ্ক্রিয় করা হয়েছে।
cs: Modul %1 je zakázán.
gd: Tha am mòideal %1 à comas.
hy: %1 մոդուլը անջատված է։
kn: ಘಟಕ %1 ಅಶಕ್ತಗೊಂಡಿದೆ.
ku: Modula %1 neçalak e.
mai: मोड्यूल %1 अक्षम अछि.
mk: Модулот %1 е оневозможен.
ms: Modul %1 dilumpuhkan.
ne: %1 मोड्युल अक्षम पारिएकोछ ।
or: ଏକକାଂଶ %1 ଟି ନିଷ୍କ୍ରିୟ ଅଟେ।
ps: .رغبېلګه ناتوانول شوې ده %1
si: %1 මොඩියුලය අක්‍රීයයි.
te: %1 మాడ్యూల్ అచేతనంచేయబడింది.
th: มอดูล %1 ถูกปิดการใช้งาน
tt: %1 модуле сүнек.
vi: Khối %1 bị tắt.

source: <qt><p>Either the hardware/software the module configures is not available or the module has been disabled by the administrator.</p></qt>
ar: <p dir="rtl">إما أن العتاد/البرمجية التي تضبطها الوحدة غير متوفرة، أو أن المدير عطّل الوحدة.</p>
as: <qt><p>সম্ভৱতঃ অংশ দ্বাৰা বিন্যাস হোৱা যান্ত্ৰিক সামগ্ৰী/চালনাজ্ঞান উপলব্ধ নহয় বা প্ৰশাসক দ্বাৰা অংশ নিষ্ক্ৰিয় কৰা হৈছে ।</p></qt>
be@latin: <qt><p>Albo niama aparatury j prahramaŭ, jakija naładžvaje hety modul, albo jaho vyklučyŭ administratar.</p></qt>
bn_in: <qt><p>সম্ভবত মডিউল দ্বারা কনফিগার হওয়া হার্ডওয়্যার/সফ্টওয়্যার উপলব্ধ নয় অথবা অ্যাডমিনিস্ট্রেটর দ্বারা মডিউল নিষ্ক্রিয় করা হয়েছে।</p></qt>
cs: <qt><p>Buďto hardware/software tohoto modulu není dostupný nebo byl modul zakázán administrátorem.</p></qt>
gd: <qt><p>Chan eil am bathar-cruaidh no -bog a nì am mòideal rèiteachadh air ri làimh no chaidh am mòideal a chur à comas leis an rianaire.</p></qt>
hy: <qt><p>Հանտնաբերված չէ սարք կամ ծրագիր մոդուլի աշխատանքի համար կամ մոդուլի օգտագործումը արգելափակված է ադմինիստրատորի կողմից։</p></qt>
kn: <qt><p>ಘಟಕವು ಸಂರಚಿಸುವ ಯಂತ್ರಾಂಶ/ತಂತ್ರಾಂಶ ಲಭ್ಯವಿಲ್ಲ ಇಲ್ಲವೇ ಈ ಘಟಕವನ್ನು ನಿರ್ವಾಹಕ (ಅಡ್ಮಿನಿಸ್ಟ್ರೇಟರ್) ಅಶಕ್ತಗೊಳಿಸಿರಬಹುದು.</p></qt>
mai: <qt><p>या तँ हार्डवेयर / सॉफ़्टवेयर मोड्यूल कॉन्फिगर मोजुद नहि छी अथवा मोड्यूल केँ प्रशासक द्वारा अक्षम कएल गेल अछि.</p></qt>
mk: <qt><p>Или не постои хардверот/софтверот што е конфигуриран од модулот, или модулот е оневозможен од администраторот.</p></qt>
ms: <qt><p>Sama ada perkakasan/perisian yang modul tetapkan tiada atau modul telah dimatikan oleh pentadbir.</p></qt>
ne: <qt><p>यात हार्डवेयर/सफ्टवेयर मोड्युल कन्फिगर गर्ने उपलब्ध छैन वा प्रशासकद्वारा मोड्युल अक्षम पारिएकोछ ।</p></qt>
si: <qt><p>එක්කෝ දෘඩාංග/මෘදුකාංග ඒකක වින්‍යාසගත කිරීම ප්‍රයෝජනයටගත නොහැක, නැත්නම් පරිපාල විසින් ඒකකය අක්‍රිය කර ඇත.</p></qt>
th: <qt><p>เป็นไปได้ว่าไม่มีส่วนฮาร์ดแวร์/ซอฟต์แวร์ที่มอดูลจะทำการปรับแต่ง หรือ มอดูลนี้ถูกปิดโดยผู้บริหารระบบ</p></qt>
tt: <qt><p>Не найдено оборудование или программное обеспечение для работы модуля или использование модуля отключено администратором.</p></qt>
vi: <qt><p>Hoặc phần cứng/phần mềm, mà khối đó cấu hình, không khả dụng, hoặc khối đã bị tắt bởi quản trị viên.</p></qt>

source: Error loading QML file.
cs: Chyba při načítání souboru QML.
vi: Lỗi khi tải tệp QML.

source: The module %1 is not a valid configuration module.
ar: الوحدة %1 ليست وحدة ضبط صالحة.
as: %1 অংশ বৈধ বিন্যাসৰ অংশ নহয় ।
be: Модуль %1 не з'яўляецца нармальным модулем настаўлення.
be@latin: Modul „%1” nia jość zapraŭdnym modulem naładaŭ.
bn: %1 একটি বৈধ কনফিগারেশন মডিউল নয়।
bn_in: %1 মডিউলটি বৈধ কনফিগারেশন মডিউল নয়।
cs: Modul %1 není platným konfiguračním modulem.
gd: Chan eil am mòideal %1 'na mhòideal rèiteachaidh dligheach.
hy: %1 մոդուլը չի համարվում KDE կարգավորման մոդուլ։
kn: ಘಟಕ %1 ಒಂದು ಮಾನ್ಯ ಸಂರಚನಾ ಘಟಕವಲ್ಲ.
ku: %1 ne moduleke veavakirinê ya derbasdar e.
mai: मोड्यूल %1 वैध बिन्यास मोड्यूल नहि अछि.
mk: Модулот %1 не е валиден модул за конфигурација.
ms: Modul %1 bukan modul tetapan yang sah.
ne: %1 मोड्युल वैध कन्फिगरेसन मोड्युल होइन ।
or: ଏକକାଂଶ %1 ଟି ଗୋଟିଏ ବୈଧ ବିନ୍ୟାସ ଏକକାଂଶ ନୁହଁ।
ps: .رغبېلګه سمه سازون رغبېلګه نه ده %1
si: %1 ඒකකය වලංගු වින්‍යාසගත කළ ඒකකයක් නොවේ.
te: %1 మాడ్యూల్ సరైన ఆకృతీకరణ మడ్యూల్ కాదు.
th: มอดูล %1 เป็นมอดูลที่มีการปรับแต่งค่าไว้ไม่ถูกต้อง
tt: Модуль %1 KDE көйләүнең дөрес модуле түгел.
vi: Khối %1 không phải là một khối cấu hình hợp lệ.

source: <qt>The diagnosis is:<br />The desktop file %1 does not specify a library.</qt>
ar: <html dir="rtl">التشخيص:<br />لا يُحدّد ملف سطح المكتب %1 أيّ مكتبة.</html>
bn: <qt>সমস্যার নির্ণয়:<br />ডেস্কটপ ফাইল %1 কোন লাইব্রেরী নির্ধারণ করে না।</qt>
bn_in: <qt>কারণ নির্ণয়:<br />ডেস্কটপ ফাইল %1 দ্বারা কোনো লাইব্রেরি নির্দেশিত হয়নি।</qt>
cs: <qt>Diagnóza je:<br />Soubor pracovní plochy %1 neudává potřebnou knihovnu.</qt>
gd: <qt><p>Seo toradh an sgrùdaidh:<br />Cha shònraich am faidhle desktop %1 leabharlann.</p></qt>
hy: <qt>Սխալ:<br /> %1 նիշքը չի պարունակում գրադարանի անունը։</qt>
ku: <qt>Teşhîs:<br />Pelê sermasê ya %1 pirtûkxaneyekê nade nasandin.</qt>
mai: <qt>निदान अछि:<br />डेस्कटाप फाइल %1 कोनो लाइब्रेरी केँ निर्दिष्ट नहि करैछ.</qt>
mk: <qt>Дијагностиката е:<br />Датотеката за раб. површина %1 не наведува библиотека.</qt>
ms: <qt>Diagnostiknya ialah:<br />Fail desktop %1 tidak menyatakan pustaka.</qt>
te: <qt>కారణనిర్ణయం:<br />%1 రంగస్థల దస్త్రం లో లైబ్రరి ఇవ్వబడలేదు.</qt>
th: <qt>ผลการตรวจสอบคือ:<br />แฟ้มพื้นที่ทำงาน %1 ไม่ได้ระบุไลบรารี</qt>
tt: <qt>Проблема:<br />файл %1 не содержит имя библиотеки.</qt>
vi: <qt>Kết quả chẩn đoán:<br />Tệp desktop %1 không chỉ định thư viện nào.</qt>

source: <qt><p>Possible reasons:<ul><li>An error occurred during your last system upgrade, leaving an orphaned control module behind</li><li>You have old third party modules lying around.</li></ul></p><p>Check these points carefully and try to remove the module mentioned in the error message. If this fails, consider contacting your distributor or packager.</p></qt>
cs: <qt><p>Možné příčiny:<ul><li>Nastala chyba během poslední aktualizace systému, což zanechalo opuštěný ovládací modul</li><li>Máte někde staré moduly třetích stran.</li></ul></p><p>Pečlivě zkontrolujte tyto body a pokuste se odstranit moduly zmíněné v chybové zprávě. Pokud to nepomůže, kontaktujte svého distributora nebo tvůrce balíčků.</p></qt>
vi: <qt><p>Các lí do có thể:<ul><li>Một lỗi xảy ra trong lần nâng cấp hệ thống cuối cùng của bạn, để lại một khối điều khiển mồ côi</li><li>Bạn có ở đây đó các khối cũ của bên thứ ba.</li></ul></p><p>Kiểm tra những điều này cẩn thận và thử xoá khối được đề cập đến trong thông điệp lỗi. Nếu việc này thất bại, cân nhắc việc liên hệ với nhà phân phối hay đóng gói của bạn.</p></qt>

# Argument is application name
source: This configuration section is already opened in %1
ar: جزء الضبط هذا مفتوح في «%1»
as: বিন্যাসৰ এই বিভাগ বৰ্তমানে %1 ত খোলা আছে
be: Гэты раздзел настаўлення ўжо адкрыты ў праграме %1
be@latin: Hety addzieł naładaŭ užo adčynieny ŭ %1.
bn: এই কনফিগারেশন বিভাগটি আগে থেকেই %1-তে খোলা রয়েছে
bn_in: কনফিগারেশনের এই বিভাগ বর্তমানে %1-র মধ্যে খোলা রয়েছে
cs: Konfigurační sekce je již otevřena v '%1'
gd: Chaidh an earran seo dhen rèiteachadh fhosgladh mar-thà le %1
hy: Կարգավորման այս մոդուլը արդեն բաց է %1 -ում
kn: ಈ ಸಂರಚನಾ ವಿಭಾಗವನ್ನು %1 ನಲ್ಲಿ ಈಗಾಗಲೆ ತೆರೆಯಲಾಗಿದೆ
ku: Ev beşa veavakirinê jixwe di %1 'ê de heye
mai: %1 मे बिन्यास खण्ड पहिने ही खोललक गेल अछि
mk: Овој конф. оддел е веќе отворен во %1
ms: Seksyen tetapan ini sudah dibuka dalam %1
ne: यो कन्फिगरेसन खण्ड पहिले नै %1 मा खोलिएकोछ
or: ଏହି ବିନ୍ୟାସିତ ଅଂଶଟି %1ରେ ପୂର୍ବରୁ ଖୋଲାଅଛି
ps: کې پرانيستل شوې %1 دا سازونې برخه د مخکې نه په
si: මෙම මානකරණය අංශය දැනටමත් %1 තුළ විවෘතව ඇත
te: ఈ రూపకరణ విభాగంలో ఇప్పటికే %1 లో తెరిచివుంది
th: การปรับแต่งนี้ได้เปิดไว้แล้วใน %1
tt: Бу көйләү бүлеге %1
vi: Phần cấu hình này đã được mở trong %1

source: The settings of the current module have changed. Do you want to apply the changes or discard them?
ar: تغيّرت إعدادات الوحدة الحالية. أتريد تطبيقها أو إهمالها؟
cs: Nastavení v aktuálním modulu bylo změněno. Přejete si provést změny nebo je zapomenout?
gd: Dh'atharraich roghainnean a' mhòideil làithirich. A bheil thu airson na h-atharraichean a chur an sàs no an tilgeil air falbh?
hy: Տվյալ մոդուլում կան չպահպանված փոփոխություններ։ Պահպանե՞լ
te: మార్పులను లేక విస్మరించనా?
th: มีการเปลี่ยนแปลงการตั้งค่าให้กับมอดูลที่ใช้อยู่ในปัจจุบัน คุณต้องการจะทำการปรับใช้มันหรือจะละทิ้งการเปลี่ยนแปลง ?
tt: Бу модульнең көйләүләре үзгәртелде. Сез бу үзгерешләрне кулланырга телисезме?
vi: Thiết lập cho khối hiện tại đã thay đổi. Bạn muốn áp dụng hay loại bỏ các thay đổi?

source: Apply Settings
ar: طبّق الإعدادات
cs: Provést nastavení
gd: Cuir na roghainnean an sàs
hy: Կարգավորումների պահպանում
mai: जमावट लागू करू
ms: Terap Tetapan
te: అమరికలు
th: ปรับใช้การตั้งค่า
tt: Көйләүләрне куллану
vi: Áp dụng thiết lập

source: Configure
ar: اضبط
as: বিন্যাস কৰক
be: Настаўленне
be@latin: Naładź
bn: কনফিগার করো
bn_in: কনফিগার করুন
cs: Nastavit
gd: Rèitich
hy: Կարգավորում
kn: ಸಂರಚಿಸು
ku: Veavakirin
mai: बिन्यस्त करू
mk: Конфигурација
ms: Selaraskan
ne: कन्फिगर गर्नुहोस्
or: ବିନ୍ଯାସ କରନ୍ତୁ
ps: سازول
si: දිගටම කරගෙන යන්න
te: అమర్చు
th: ปรับแต่งค่า
tt: Көйләү
vi: Cấu hình

source: Distance between desktop icons
ar: المسافة بين أيقونات سطح المكتب
as: ডেস্কট'প আইকনত অন্তৰ্বৰ্তী ব্যৱধান
be: Адлегласць паміж значкамі працоўнага стала
be@latin: Raźbiežnaść pamiž ikonami rabočaha stała
bn: ডেস্কটপ আইকনের মধ্যে দূরত্ব
bn_in: ডেস্কটপ আইনের মধ্যে অন্তর্বর্তী ব্যবধান
cs: Vzdálenost mezi ikonami na ploše
gd: An t-astar eadar ìomhaigheagan an deasg
hy: Նշանների հեռավորությունը աշխատանքային սեղանի վրա
kn: ಗಣಕತೆರೆಯ ಚಿಹ್ನೆಗಳ ನಡುವಿನ ಅಂತರ
ku: Navbera nav sembolên sermasê
mai: डेस्कटाप प्रतीक केर बीच दूरी
mk: Растојание меѓу иконите на раб. површина
ms: Jarak antara ikon desktop
ne: डेस्कटप प्रतिमा बीचको दूरी
or: ଡେସ୍କଟପ ଚିତ୍ରସଙ୍କେତ ଗୁଡିକ ମଧ୍ଯରେ ଦୂରତା
ps: د سرپاڼې انځورنونو ترمنځ تشه
si: තිරමුහුණත් අයිකන අතර දුර
te: రంగస్థల ప్రతిమల మధ్యన దూరము
th: ระยะห่างระหว่างไอคอนบนพื้นที่ทำงาน
tt: Эш өстәлендәге билгечекләрнең арасы
vi: Khoảng cách giữa các biểu tượng bàn làm việc

source: The distance between icons specified in pixels.
ar: المسافة بين أيقونات سطح المكتب بوحدة البكسل.
as: পিক্সেলত উল্লেখিত আইকনত অন্তৰ্বৰ্তী ব্যৱধান ।
be: Адлегласць паміж значкамі ў пікселях.
be@latin: Raźbiežnaść pamiž ikonami, vymieranaja ŭ punktach.
bn: পিক্সেল-এ ডেস্কটপ আইকনের মধ্যে দূরত্ব
bn_in: পিক্সেলে উল্লিখিত আইকনের মধ্যে অন্তর্বর্তী ব্যবধান।
cs: Vzdálenost mezi ikonami na ploše v pixelech.
gd: An t-astar eadar na h-ìomhaigheagan 'ga shònrachadh ann am piogsailean.
hy: Նշանների միջև հեռավորությունը ըստ պիքսելների
kn: ಚಿಹ್ನೆಗಳ ನಡುವಿನ ಅಂತರ ಚುಕ್ಕಿಗಳಲ್ಲಿ (pixels).
ku: Navbera nav sembolan bi pîksel.
mai: प्रतीकसभ केर बीच की दूरी पिक्सेल मे निर्धारित अछि.
mk: Растојанието меѓу иконите зададено во пиксели.
ms: Jarak antara ikon dinyatakan dalam piksel.
ne: पिक्सेलमा निर्दिष्ट गरिएका प्रतिमा बीचको दूरी ।
or: ପିକ୍ସେଲରେ ଉଲ୍ଲେଖିତ ଚିତ୍ରସଙ୍କେତ ଗୁଡିକ ମଧ୍ଯରେ ଦୂରତା।
ps: .د انځورنونو ترمنځ واټن په پېکسلو
si: පික්සෙල මඟින් දක්වා ඇති අයිකන අතර දුර.
te: పిగ్జెల్సులో తెలిపిన ప్రతిమల మధ్యన దూరము.
th: ระบุระยะห่างระหว่างไอคอน โดยมีหน่วยเป็นพิกเซล
tt: Нокталар саны аша билгеләүче билгечекләрнең арасы.
vi: Khoảng cách giữa các biểu tượng theo điểm ảnh.

source: Widget style to use
ar: نمط الودجات الذي سيُستخدم
as: ব্যৱহাৰযোগ্য উইজেট বিন্যাস
be: Карыстацца стылем віджэтаў
be@latin: Dziejny styl widžetaŭ
bn: যে উইজেট স্টাইল ব্যবহার করা হবে
bn_in: ব্যবহারযোগ্য উইজেট বিন্যাস
cs: Styl widgetu
gd: Stoidhle Widget ri cleachdadh
hy: Ինտերֆեյսի տարրերի ձևը
kn: ಬಳಸಬೇಕಾದ ನಿಯಂತ್ರಣಾಂತರಮುಖಿಯ (widget) ಶೈಲಿ
ku: Teşeya Widgetan were bikaranîn
mai: विजेट शैली जे उपयोग मे लेल जाए अछि
mk: Стил на графички контроли
ms: Gaya widget untuk diguna
ne: विजेट शैली प्रयोग गर्न
or: ବ୍ୟବହାର ପାଇଁ Widget ଶୈଳୀ
ps: هغه کاروونی ډول چې وکارول شي
si: භාවිත කළයුතු මෙවලම් රටාව
te: వాడుటకు విడ్జెట్ శైలి
th: รูปแบบวิดเจ็ตที่จะใช้
tt: Виджетның кыяфәте
vi: Kiểu cách phụ kiện sẽ dùng

source: The name of the widget style, for example "keramik" or "plastik". Without quotes.
ar: اسم أسلوب الودجات، ”keramik“ أو ”plastik“ مثلًا، دون علامتي الاقتباس.
as: উইজেট বিন্যাসৰ নাম, উদাহৰণস্বৰূপ "keramik" বা "plastik" । উদ্ধৃতিচিহ্ন নোহোৱাকৈ ।
be: Назва стылю віджэтаў, напрыклад "keramik" ці "plastik". Без двукоссяў.
be@latin: Nazva stylu widžetaŭ, prykładam, „keramik” ci „plastik”. Biez dvukośsiaŭ.
bn: উইজেট স্টাইলের নাম, যেমন "কেরামিক" বা "প্লাস্টিক"। উদ্ধৃতি চিহ্ন ছাড়া।
bn_in: উইজেট বিন্যাসের নাম, উদাহরণস্বরূপ "keramik" অথবা "plastik"। উদ্ধৃতিচিহ্ন বিনা।
cs: Název stylu widgetů, například 'keramik' nebo 'plastik'. Bez uvozovek.
gd: Ainm stoidhle widget, "keramik" no "plastik" mar eisimpleir. Gun asgairean.
hy: Ինտերֆեյսի տարրերի ձևի անվանումը, օրինակ, «keramik» կամ «plastik» (առանց չակերտների)։
kn: ನಿಯಂತ್ರಣಾಂತರಮುಖಿಯ (widget) ಶೈಲಿಯ ಹೆಸರು, ಉ.ದಾ "keramik" ಅಥವಾ "plastik" ಉದ್ದರಣ ಚಿಹ್ನೆಗಳನ್ನು ಹೊರತುಪಡಿಸಿ.
ku: Navê teşeya widgetan, mînak "keramik" an "plastik". Bê nîşanên jêgiran.
mai: विजेट शैली क' नाम, उदाहरण केर लेल, "keramik" or "plastik". उद्धरण चिन्हसभ केर बिनु.
mk: Името на стилот на графичките контроли, на пример „keramik“ или „plastik“. Без наводниците.
ms: Nama gaya widget, sebagai contoh "keramik" atau "plastik". Tanpa tanda petik.
ne: विजेट शैलीको नाम, उदाहरणका लागि "keramik" वा "plastik". उद्धरण बिना ।
or: Widget ଶୈଳୀର ନାମ, ଉଦାହରଣ ସ୍ୱରୂପ "keramik" କିମ୍ୱା "plastik"। ଉଦ୍ଧୃତ ଚିହ୍ନ ବିନା।
si: මෙවලම් රටාවේ නම, උදාහරණයක් ලෙස "keramik" හෝ "plastik". උදෘත රහිතව.
te: విడ్జట్ శైలి యొక్క నామము, వుదాహరణకు "కెరామిక్" లేదా "ప్లాస్టిక్", కోట్సు లేకుండా.
th: ชื่อของรูปแบบวิดเจ็ต ตัวอย่างเช่น "เครามิก" หรือ "พลาสติก" โดยไม่ต้องใส่เครื่องหมายอัญประกาศ
tt: Виджет кыяфәтенең исеме, мәсәлән, «keramik» яки «plastik» (куш тырнаксыз).
vi: Tên của kiểu cách phụ kiện, ví dụ "keramik" hay "plastik". Không có cặp ngoặc kép.

source: Use the PC speaker
ar: استخدم سماعات الحاسوب
as: PC speaker ব্যৱহাৰ কৰা হ'ব
be: Выкарыстоўваць сістэмны дынамік
be@latin: Karystajsia hałaśnikom kamputara
bn: পিসি স্পিকার ব্যবহার করো
bn_in: সিস্টেমের স্পিকার ব্যবহার করা হবে
cs: Použít reproduktory
gd: Cleachd glaodhaire a' PC
hy: Օգտագործել համակարգչի բարձրախոսը
kn: ಗಣಕದ ಧ್ವನಿಕಾರಕವನ್ನು (speaker) ಬಳಸಿ
ku: Hoparlorê Komputerê bi kar bîne
mai: पीसी स्पीकर उपयोग करू
mk: Користи го вградениот звучник
ms: Guna pembesar suara PC
ne: PC स्पीकर प्रयोग गर्नुहोस्
or: PC ସ୍ପିକର ବ୍ୟବହାର କରନ୍ତୁ
ps: د سولګر غږن کارول
si: පද්ධතියේ ස්පීකර භාවිතා කරන්න
te: PC స్పీకర్‌ను వుపయోగించుము
th: ใช้ลำโพงของเครื่องคอมพิวเตอร์
tt: ПК динамигы белән куллану
vi: Dùng loa của máy tính

source: Whether the ordinary PC speaker should be used instead of KDE's own notifications system.
ar: فيما إذا كان يجب استخدام سماعات الحاسوب بدل نظام «كدي» للإخطارات.
as: KDE ৰ নিজস্ব সূচনাব্যৱস্থাৰ পৰিবৰ্তে PC ৰ সাধাৰণ স্পিকাৰ ব্যৱহাৰ কৰা হ'ব নে নাই ।
be: Ці павінен выкарыстоўвацца звычайны дынамік камп'ютэра замест асабістай сістэмы абвяшчэнняў KDE.
be@latin: Aznačaje, ci treba karystacca zvyčajnym hałaśnikom kamputara zamiest ułasnaha nahadvańnika KDE.
bn: কে.ডি.ই-র নিজস্ব নোটিফিকেশন (বার্তাবলী) ব্যবস্থার পরিবর্তে সাধারণ পিসি স্পিকার ব্যবহার করা হবে কি না।
bn_in: KDE-র নিজস্ব সূচনাব্যবস্থার পরিবর্তে PC-র সাধারণ স্পিকার ব্যবহার করা হবে কিনা।
cs: Zda má být místo systému upozornění KDE použit vestavěný reproduktor počítače.
gd: Co-dhiù an tèid glaodhaire àbhaisteach PC a chleachdadh an àite siostam bhrathan KDE fhèin gus nach tèid.
hy: Արդյոք պետք է օգտագործել համակարգչի բարձրախոսը, առանց KDE համակարգի ծանուցման։
kn: KDE ಯ ಸ್ವಂತ ಸೂಚನೆಗಳ ವ್ಯವಸ್ಥೆಯ ಬದಲಾಗಿ ಗಣಕದ ಸಾಮಾನ್ಯ ಧ್ವನಿಕಾರಕವನ್ನು (ಸ್ಪೀಕರ್) ಬಳಸಬೇಕೆ.
mai: की केडीइ केर स्वयं केर सूचना तंत्र केर बदला साधारण पीसी स्पीकर क' इस्तेमाल कएल जाए.
mk: Дали да се користи обичниот вграден звучник од компјутерот наместо сопствениот систем на KDE за известувања.
ms: Sama ada pembesar suara PC biasa patut digunakan berbanding sistem pemberitahuan KDE sendiri.
si: KDE හි දැනුම් දීමේ පද්ධතිය වෙනුවට සාමාන්‍ය පරිගණක ස්පීකරය භාවිත කිරීම
te: KDE యొక్క స్వంత ప్రకటనల వ్యవస్థకు బదులుగా సాదారణ PC స్పీకర్ వుపయోగించబడాలా.
th: จะให้ใช้งานลำโพงภายในของเครื่องคอมพิวเตอร์แทนของระบบแจ้งให้ทราบของ KDE เองหรือไม่
tt: KDE белдерү системасы урынына ПК динамигы белән куллану
vi: Liệu có nên dùng loa bình thường của máy tính thay cho hệ thống thông báo của riêng KDE.

source: What terminal application to use
ar: تطبيق الطرفية الذي سيُستخدم
as: ব্যৱহাৰযোগ্য টাৰ্মিনেল অনুপ্ৰয়োগ
be: Якім эмулятарам тэрміналу карыстацца
be@latin: Jakoj terminalnaj aplikacyjaj karystacca
bn: কোন টার্মিনাল অ্যাপলিকেশন ব্যবহার করা হবে
bn_in: ব্যবহারযোগ্য টার্মিনাল অ্যাপ্লিকেশন
cs: Který terminál má být použit
gd: Aplacaid an tèirmineil ri cleachdadh
hy: Ինչպիսի տերմինալային ծրագիր օգտագործել
kn: ಯಾವ ಆದೇಶತೆರೆ ಅನ್ವಯಿಕವನ್ನು ಬಳಸಬೇಕು
ku: Kîjan termînal were bikaranîn
mai: कओन सन टर्मिनल अनुप्रयोग उपयोग मे लेल जएनाइ अछि
mk: Која терминалска апликација да се користи
ms: Aplikasi terminal apa untuk diguna
ne: कुन टर्मिनल अनुप्रयोग प्रयोग गर्ने
or: କେଉଁ ଟର୍ମିନାଲ ପ୍ରୟୋଗକୁ ବ୍ୟବହାର କରାଯିବ
ps: کوم پايالی کاريال وکاروو
si: භාවිතා කළයුතු ටර්මිනල යෙදුම
te: ఏ టెర్మినల్ కార్యక్రమమును వుపయోగించాలి
th: จะใช้โปรแกรมเทอร์มินัลตัวใด
tt: Терминалҗ кушымтаны билгеләү
vi: Dùng ứng dụng dòng lệnh nào

source: Whenever a terminal application is launched this terminal emulator program will be used.
ar: سيُستخدم محاكي الطرفية هذا متى ما أُطلق تطبيق طرفية.
as: টাৰ্মিনেল অনুপ্ৰয়োগ আৰম্ভ কৰা মাত্ৰ চিহ্নিত টাৰ্মিনেল এমুলেটৰ প্ৰোগ্ৰাম ব্যৱহাৰ কৰা হ'ব ।
be: Калі сістэме спатрэбіцца эмулятар тэрміналу, будзе запускацца гэтая праграма.
be@latin: Kali niešta ŭklučyć terminalnuju aplikacyju, budzie vykarystanaja hetaja prahrama.
bn: যখনই কোন টার্মিনাল অ্যাপলিকেশন চালানো হবে, তখন এই টার্মিনাল এমুলেটর-টি ব্যবহার করা হবে।
bn_in: টার্মিনাল অ্যাপ্লিকেশন আরম্ভ করা মাত্র চিহ্নিত টার্মিনাল এমুলেটর প্রোগ্রামটি ব্যবহার করা হবে।
cs: Tento emulátor terminálu je použit vždy když je spuštěna aplikace terminálu.
gd: Seo am prògram aithrisiche tèirmineil a thèid a chleachdadh gach turas a thòisichear aplacaid tèirmineil.
hy: Ինչպիսի ծրագիր օգտագործել տերմինալի համար։
kn: ಆದೇಶತೆರೆ ಅನ್ವಯಿಕವು ಯಾವಾಗಲಾದರೂ ಪ್ರಯೋಗಿಸಲ್ಪಟ್ಟರೆ, ಈ ಆದೇಶತೆರೆ ಅನುಸಾಧಕ ಕ್ರಮವಿಧಿಯು (emulator programme) ಉಪಯೋಗಿಸಲ್ಪಡುತ್ತದೆ.
ku: Dema ku termînalek hat xebitandin dê ev emulatora termînalê bê bikaranîn.
mai: जखने कोनो टर्मिनल अनुप्रयोग चालू कएल जाइत अछि तँ ई टर्मिनल एमुलेटर प्रोग्राम प्रयोग कएल जएताह.
mk: Секогаш кога се стартува терминалска апликација, ќе биде користен овој емулатор на терминал.
ms: Apabila aplikasi terminal dilancarkan program emulator terminal ini akan digunakan.
ne: टर्मिनल अनुप्रयोग सुरुआत हुँदा यो टर्मिनल इमुलेटर कार्यक्रम प्रयोग गरिन्छ ।
or: ଯେତେବେଳେ ଗୋଟିଏ ଟର୍ମିନାଲ ପ୍ରୟୋଗକୁ ପ୍ରଚାଳନ କରାଯାଏ ଏହି ଟର୍ମିନାଲ ଯାନ୍ତ୍ରାନୁକରକଟି ବ୍ୟବହାର ହେବ।
ps: هرکله چې کوم پايالی کاريال پېل شي، دا پايالی برابروونکی کړنلار به وکارول شي.
si: ටර්මිල යෙදුම ආරඹන සැම විටම මෙම ටර්මිනල ඉමුයුලෙටරය භාවිත වේ.
te: ఎప్పుడు టెర్మినల్ అనువర్తనం ప్రారంభించబడినా ఈ టెర్మినల్ యెమ్యులేటర్ ప్రోగ్రామ్ వుపయోగించబడుతుంది.
th: เมื่อใดที่มีการเรียกใช้งานโปรแกรมเทอร์มินัล จะเป็นการเปิดโปรแกรมจำลองเทอร์มินัลตัวนี้
tt: Терминал өчен нинди кушымта белән кулланырга
vi: Bất kì khi nào một ứng dụng dòng lệnh được khởi chạy, chương trình mô phỏng thiết bị đầu cuối này sẽ được dùng.

source: Fixed width font
ar: الخط ثابت العرض
as: স্থায়ী প্ৰস্থ মাপৰ আখৰ
be: Монашырынны шрыфт
be@latin: Stały šryft
bn: সমান প্রস্থের ফন্ট
bn_in: স্থায়ী প্রস্থ মাপের ফন্ট
cs: Neproporcionální písmo
gd: Cruth-clò leud suidhichte
hy: Ֆիքսված տառաչափ
kn: ಸ್ಧಿರವಿಸ್ತೀರ್ಣ ಲಿಪಿಶೈಲಿ
ku: Curenivîsê firehiya sabît
mai: स्थिर चओड़ाइ फोन्ट
mk: Фонт со фиксна ширина
ms: Font lebar tetap
ne: स्थीर चौडाइको फन्ट
or: ସ୍ଥାୟୀ ପ୍ରସ୍ତ ଅକ୍ଷରରୂପ
ps: د ټاکلي پلنوالي ليکنه
si: ස්ථාවර පළලක් ඇති අකුරු
te: నిర్ధిష్ట వెడల్పు అక్షరరూపము
th: แบบอักษรความกว้างคงที่
tt: Бер киңлектәге хәреф
vi: Phông chữ độ rộng cố định
