Repository: KDE/kcmutils
Catalog: po/crh/kcmutils5.po
Languages: crh

# NAME OF TRANSLATORS
source: Your names
crh: Reşat SABIQ

# EMAIL OF TRANSLATORS
source: Your emails
crh: tilde.birlik@gmail.com

source: The module %1 could not be found.
crh: %1 modüli tapılamadı.

source: The module %1 is disabled.
crh: %1 modüli ğayrı qabilleştirilgen.

source: <qt><p>Either the hardware/software the module configures is not available or the module has been disabled by the administrator.</p></qt>
crh: <qt><p>Ya modülniñ ayarlağanı donanım/yazılım namevcut ya da modül müdir tarafından ğayrı qabilleştirildi.</p></qt>

source: The module %1 is not a valid configuration module.
crh: %1 modüli keçerli bir ayarlama modüli degil.

# Argument is application name
source: This configuration section is already opened in %1
crh: Bu ayarlama kesiti artıq %1 içinde açıqtır.

source: Configure
crh: Ayarla

source: Distance between desktop icons
crh: Masaüstü işaretçikleri arasındaki mesafe

source: The distance between icons specified in pixels.
crh: Piksel olaraq belirtilgen masaüstü işaretçikleri arasındaki mesafe.

source: Widget style to use
crh: Qullanılacaq pencereçik uslubı

source: The name of the widget style, for example "keramik" or "plastik". Without quotes.
crh: Pencereçik uslubınıñ ismi, meselâ "keramik" yaki "plastik" (tırnaqsız).

source: Use the PC speaker
crh: Bilgisayar söyleyicisini qullan.

source: Whether the ordinary PC speaker should be used instead of KDE's own notifications system.
crh: Adiy bilgisayar söyleyicisiniñ KDEniñ öz bildirüv sistemi yerine qullanılıp qullanılmayuvı.

source: What terminal application to use
crh: Qaysı terminal uyğulamasınıñ qullanılacağı

source: Whenever a terminal application is launched this terminal emulator program will be used.
crh: Bir terminal uyğulaması çaptırılğanda bu terminal taqlitçisi program qullanılacaq.

source: Fixed width font
crh: Sabit keñlikli urufat

source: This font is used when a fixed font is needed. A fixed font has a constant width.
crh: Bu urufat sabit urufat kerekkende qullanıla. Sabit urufat daimiy keñlikke iye.

source: System wide font
crh: Umum-sistem urufatı

source: Font for menus
crh: Menü urufatı

source: What font to use for menus in applications.
crh: Uyğulamalarda menüler içün qullanılıcaq urufat.

source: Color for links
crh: İlişimlerniñ tüsü

source: What color links should be that have not yet been clicked on
crh: Daa çertilmegen ilişimlerniñ tüsü

source: Color for visited links
crh: Ziyaret etilgen ilişimlerniñ tüsü

source: Font for the taskbar
crh: Vazife çubuğı urufatı

source: What font to use for the panel at the bottom of the screen, where the currently running applications are.
crh: Ekrannıñ tübünde bulunğan ve al-azırda çapqan uyğulamalarnıñ bulunğanı panel içün qullanılacaq urufat.

source: Fonts for toolbars
crh: Alet çubuqları içün urufatlar

source: Shortcut for taking screenshot
crh: Ekran-çıqaruvını alma qısqa-yolu

source: Shortcut for toggling Clipboard Actions on and off
crh: Tüyreme Tahtası Amellerini yaquv ve söndürüv qısqa-yolları

source: Shortcut for shutting down the computer without confirmation
crh: Bilgisayarnı tasdiqsızca qapatuv içün qısqa-yol

source: Show directories first
crh: Fihristlerni aldın köster

source: Whether directories should be placed at the top when displaying files
crh: Dosyelerni köstergende fihristlerniñ yuqarıda kösterilip kösterilmeycegi

source: The URLs recently visited
crh: Demi ziyaret etilgen URLler

source: Used for auto-completion in file dialogs, for example
crh: Meselâ, dosye dialoglarında avtomatik-tamamlama içün qullanılır

source: Show file preview in file dialog
crh: Dosye dialogında dosye ög-baquvını köster

source: Show hidden files
crh: Gizli dosyelerni köster

source: Whether files starting with a dot (convention for hidden files) should be shown
crh: Noqtanen başlağan (gizli dosyeler olaraq qabul etilgen) dosyelerniñ kösterilip kösterilmeycegi

source: Show speedbar
crh: Surat çubuğını köster

source: Whether the shortcut icons to the left in the file dialog should be shown
crh: Dosye dialogınıñ solundaki qısqa-yol işaretçikleriniñ kösterilip kösterilmeycegi

source: What country
crh: Qaysı memleket

source: Used to determine how to display numbers, currency and time/date, for example
crh: Meselâ, raqamlarnıñ, valüt ve vaqıt/tarihnıñ nasıl kösterilecegini belgilemek içün qullanılır

source: What language to use to display text
crh: Metinni köstermek içün qaysı til qullanılsın

source: Character used for indicating positive numbers
crh: Müsbet raqamlarnı köstermek içün qullanılğan remiz

source: Most countries have no character for this
crh: Memleketlerniñ çoqusında bunıñ içün bir remiz yoqtır

source: Path to the autostart directory
crh: Avtomatik başlatma fihristi yolçığı

source: Path to the directory containing executables to be run on session login
crh: Oturım açılışından soñ icra etilecek dosyeler bulunğan fihristke yolçıq

source: Enable SOCKS support
crh: SOCKS destegini qabilleştir

source: Whether SOCKS version 4 and 5 should be enabled in KDE's sub systems
crh: SOCKS 4 ve 5 sürümleriniñ KDE alt-sistemlerinde qabilleştirilip qabilleştirilmeycegi

source: Path to custom SOCKS library
crh: Mahsus SOCKS kütüphanesi yolçığı

source: Highlight toolbar buttons on mouse over
crh: Sıçan üstüne kelgende alet çubuğı dögmelerini yarıqlat

source: Show text on toolbar icons
crh: Alet çubuğı işaretçiklerinde metinni köster

source: Whether text should be shown in addition to icons on toolbar icons
crh: Alet çubuğı işaretçiklerinde metinniñ de kösterilip kösterilmeycegi

source: Password echo type
crh: Sır-söz akissedası türü

source: The size of the dialog
crh: Dialog büyükligi

source: Automatic changes have been performed due to plugin dependencies. Click here for further information
crh: Plagin bağlılıqları sebebinden avtomatik deñiştirmeler icra etilgen ola. Daa çoq malümat içün mında çertiñiz.

source: Automatic changes have been performed in order to satisfy plugin dependencies:
crh: Plagin bağlılıqlarını qanaatlandırmaq içün avtomatik deñiştirmeler eda etildi:

source: %1 plugin has been automatically checked because of the dependency of %2 plugin
crh: %2 plagini bağlılığı sebebinden %1 plagini avtomatik olaraq çavkelengen ola

source: %1 plugin has been automatically unchecked because of its dependency on %2 plugin
crh: %2 plagini bağlılığı sebebinden %1 plagini avtomatik olaraq çavkelenmegen ola

source: Dependency Check
crh: Bağlılıq Teşkermesi

source: %1 plugin automatically added due to plugin dependencies
crh: Plagin bağlılıqları sebebinden %1 plagin avtomatik olaraq eklendi

source: %1 plugin automatically removed due to plugin dependencies
crh: Plagin bağlılıqları sebebinden %1 plagin avtomatik olaraq çetleştirildi

source: Search Plugins
crh: Qıdırma Plaginleri

source: Select Components
crh: Komponentlerni Saylañız

source: Enable component
crh: Komponentni qabilleştir
